[
  {
    "chapterNum": "20",
    "_id": "65315b10f9073bc9cbfadc1b",
    "sectionNum": null,
    "titleNum": "I",
    "sections": [
      {
        "titleNum": "858-101",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc1c",
        "sectionNum": "Section 858-101",
        "text": "<p>&Tab;This Code shall be known and cited as \"The Oklahoma Real Estate License Code\".</p>",
        "title": "Short Title",
        "subChapterNum": null
      },
      {
        "titleNum": "858-102",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc1d",
        "sectionNum": "Section 858-102",
        "text": "<p class=\"ql-align-justify\">When used in this Code, unless the context clearly indicates otherwise, the following words and terms shall be construed as having the meanings ascribed to them in this section:</p><p class=\"ql-align-justify\">&Tab;1. The term \"real estate\" shall include any interest or estate in real property, within or without the State of Oklahoma, whether vested, contingent or future, corporeal or incorporeal, freehold or nonfreehold, and including leaseholds, options and unit ownership estates to include condominiums, time-shared ownerships and cooperatives; provided, however, that the term real estate shall not include oil, gas or other mineral interests, or oil, gas or other mineral leases; and provided further, that the provisions of this Code shall not apply to any oil, gas, or mineral interest or lease or the sale, purchase or exchange thereof;</p><p class=\"ql-align-justify\">&Tab;2. The term \"broker\" shall include any person, partnership, association or corporation, foreign or domestic, who for a fee, commission or other valuable consideration, or who with the intention or expectation of receiving or collecting a fee, commission or other valuable consideration, lists, sells or offers to sell, buys or offers to buy, exchanges, rents or leases any real estate, or who negotiates or attempts to negotiate any such activity, or solicits listings of places for rent or lease, or solicits for prospective tenants, purchasers or sellers, or who advertises or holds himself out as engaged in such activities. \"Broker\" shall be limited to the license types of Broker Manager (BM), Proprietor Broker (BP) or Branch Broker (BB) as defined in the Code;</p><p class=\"ql-align-justify\">&Tab;3. The term \"broker associate\" shall include any person who has qualified for a license as a broker associate, and who is employed or engaged by, associated as an independent contractor with, or on behalf of and with the permission of a broker to perform any act set out in the definition of a broker;</p><p class=\"ql-align-justify\">&Tab;4. The term \"real estate sales associate\" shall include any person having a renewable license and employed or engaged by, or associated as an independent contractor with, or on behalf of, a broker to do or deal in any act, acts or transactions set out in the definition of a broker;</p><p class=\"ql-align-justify\">&Tab;5. \"Provisional sales associate\" shall include any person who has been licensed after June 30, 1993, employed or engaged by, or associated as an independent contractor with, or on behalf of, a broker to do or deal in any act, acts or transactions set out in the definition of a broker and subject to an additional forty-five-clock-hour postlicensing educational requirement to be completed within the first twelve-month license term. However, the Oklahoma Real Estate Commission shall promulgate rules for those persons called into active military service for purposes of satisfying the postlicensing educational requirement. The license of a provisional sales associate shall be nonrenewable unless the postlicensing requirement is satisfied prior to the expiration date of the license. Further, the terms sales associate and provisional sales associate shall be synonymous in meaning except where specific exceptions are addressed in the Oklahoma Real Estate License Code;</p><p class=\"ql-align-justify\">&Tab;6. The term \"successful completion\" shall include prelicense, postlicense, and distance education courses in which an approved public or private school entity has examined the individual, to the satisfaction of the entity and standards as established by the Commission, in relation to the course material presented during the offering;</p><p class=\"ql-align-justify\">&Tab;7. The term \"renewable license\" shall refer to a broker, broker associate or sales associate who is a holder of such license or to a provisional sales associate who has completed the educational requirements within the required time period as stated in the Code;</p><p class=\"ql-align-justify\">&Tab;8. The term \"nonrenewable license\" shall refer to a provisional sales associate who is the holder of such license and who has not completed the postlicense educational requirement within the required time period as stated in the Code;</p><p class=\"ql-align-justify\">&Tab;9. The term \"surrendered license\" shall refer to a real estate license which is surrendered, upon the request of the licensee, due to a pending investigation or disciplinary proceedings;</p><p class=\"ql-align-justify\">&Tab;10. The term \"canceled license\" shall refer to a real estate license which is canceled, upon the request of the licensee and approval of the Commission, due to a personal reason or conflict;</p><p class=\"ql-align-justify\">&Tab;11. \"Licensee\" shall include any person who performs any act, acts or transactions set out in the definition of a broker and licensed under the Oklahoma Real Estate License Code;</p><p class=\"ql-align-justify\">&Tab;12. The word \"Commission\" shall mean the Oklahoma Real Estate Commission;</p><p class=\"ql-align-justify\">&Tab;13. The word \"person\" shall include and mean every individual, partnership, association or corporation, foreign or domestic;</p><p class=\"ql-align-justify\">&Tab;14. Masculine words shall include the feminine and neuter, and the singular includes the plural; and</p><p class=\"ql-align-justify\">&Tab;15. The word \"associate\" shall mean a broker associate, sales associate or provisional sales associate.</p>",
        "title": "Definitions",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "In General",
    "subChapterNum": null
  },
  {
    "chapterNum": "20",
    "_id": "65315b10f9073bc9cbfadc1e",
    "sectionNum": null,
    "titleNum": "II",
    "sections": [
      {
        "titleNum": "858-201",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc1f",
        "sectionNum": "Section 858-201",
        "text": "<p class=\"ql-align-justify\">&Tab;A. There is hereby re-created, to continue until July 1, 2024, in accordance with the provisions of the Oklahoma Sunset Law, the Oklahoma Real Estate Commission, which shall consist of seven (7) members. The Commission shall be the sole governmental entity, state, county or municipal, which shall have the authority to regulate and issue real estate licenses in the State of Oklahoma.</p><p class=\"ql-align-justify\">&Tab;B. All members of the Commission shall be citizens of the United States and shall have been residents of the State of Oklahoma for at least three (3) years prior to their appointment.</p><p class=\"ql-align-justify\">&Tab;C. Five members shall be licensed real estate brokers and shall have had at least five (5) years' active experience as real estate brokers prior to their appointment and be engaged full time in the real estate brokerage business. One member shall be a lay person not in the real estate business, and one member shall be an active representative of a school of real estate located within the State of Oklahoma and approved by the Oklahoma Real Estate Commission.</p><p class=\"ql-align-justify\">&Tab;D. No more than two members shall be appointed from the same congressional district according to the latest congressional redistricting act. However, when congressional districts are redrawn, each member appointed prior to July 1 of the year in which such modification becomes effective shall complete the current term of office and appointments made after July 1 of the year in which such modification becomes effective shall be based on the redrawn districts. No appointments may be made after July 1 of the year in which such modification becomes effective if such appointment would result in more than two members serving from the same modified district.</p>",
        "title": "Oklahoma Real Estate Commission",
        "subChapterNum": null
      },
      {
        "titleNum": "858-202",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc20",
        "sectionNum": "Section 858-202",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Members of the Oklahoma Real Estate Commission shall be appointed by the Governor with the advice and consent of the Senate.</p><p class=\"ql-align-justify\">&Tab;B. Members of the Commission shall serve until their terms expire. The terms of the Commission members shall be for four (4) years and until their successors are appointed and qualified.</p><p class=\"ql-align-justify\">&Tab;C. Each successor member and any vacancy which may occur in the membership of the Commission shall be filled by appointment of the Governor with the advice and consent of the Senate.</p><p class=\"ql-align-justify\">&Tab;D. The Governor may select appointees from a list of not less than two qualified persons submitted by a statewide organization representing realtors.</p><p class=\"ql-align-justify\">&Tab;E. Each person who shall have been appointed to fill a vacancy shall serve for the remainder of the term for which the member whom he or she will succeed was appointed and until his or her successor, in turn, shall have been appointed and shall have qualified.</p><p class=\"ql-align-justify\">&Tab;F. Members of the Commission may be removed from office by the Governor for inefficiency, neglect of duty or malfeasance in office in the manner provided by law for the removal of officers not subject to impeachment.</p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><br></p><p class=\"ql-align-justify\"><br></p>",
        "title": "Members - Appointment - Tenure - Vacancies - Removal",
        "subChapterNum": null
      },
      {
        "titleNum": "858-204",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc21",
        "sectionNum": "Section 858-204",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The members of the Commission, within thirty (30) days after their appointment, shall organize and elect a Chairman and Vice Chairman. Annually thereafter the offices of Chairman and Vice Chairman shall be attained through election by Commission members.</p><p class=\"ql-align-justify\">&Tab;B. The Commission, as soon after the election of the Chairman and Vice Chairman as practicable, shall employ a Secretary-Treasurer and such clerks and assistants as shall be deemed necessary to discharge the duties imposed by the provisions of this Code, and shall determine their duties and fix their compensation subject to the general laws of &Tab;this state.</p><p class=\"ql-align-justify\">&Tab;C. The Chairman of the Commission, and in his absence the Vice Chairman, shall preside at all meetings of the Commission and shall execute such duties as the Commission, by its rules, shall prescribe.</p><p class=\"ql-align-justify\">&Tab;D. The Secretary-Treasurer shall keep a complete and permanent record of all proceedings of the Commission and perform such other duties as the Commission shall prescribe.</p>",
        "title": "Officers - Employees - Duties and Compensation - Meetings",
        "subChapterNum": null
      },
      {
        "titleNum": "858-205",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc22",
        "sectionNum": "Section 858-205",
        "text": "<p class=\"ql-align-justify\">&Tab;A. There is hereby created in the State Treasury a revolving fund for the Oklahoma Real Estate Commission, to be designated the \"Oklahoma Real Estate Commission Revolving Fund\". The fund shall consist of all monies received by the Oklahoma Real Estate Commission other than the Oklahoma Real Estate Education and Recovery Fund fees or appropriated funds. The revolving fund shall be a continuing fund not subject to fiscal year limitations and shall be under the control and management of the Oklahoma Real Estate Commission.</p><p class=\"ql-align-justify\">&Tab;B. The Oklahoma Real Estate Commission may invest all or part of the monies of the fund in securities offered through the \"Oklahoma State Treasurer's Cash Management Program\". Any interest or dividends accruing from the securities and any monies generated at the time of redemption of the securities shall be deposited in the General Operating Fund of the Oklahoma Real Estate Commission. All monies accruing to the credit of the fund are hereby appropriated and may be budgeted and expended by the Oklahoma Real Estate Commission.</p><p class=\"ql-align-justify\">&Tab;C. Expenditures from this fund shall be made pursuant to the purposes of this Code and without legislative appropriation. Warrants for expenditures shall be drawn by the State Treasurer based on claims signed by an authorized employee or employees of the Oklahoma Real Estate Commission and approved for payment by the Director of the Office of Management and Enterprise Services.</p>",
        "title": "Revolving Fund",
        "subChapterNum": null
      },
      {
        "titleNum": "858-206",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc23",
        "sectionNum": "Section 858-206",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The Commission may sue and be sued in its official name, and service of summons upon the secretary-treasurer of the Commission shall constitute lawful service upon the Commission.</p><p class=\"ql-align-justify\">&Tab;B. The Commission shall have a seal which shall be affixed to all licenses, certified copies of records and papers on file, and to such other instruments as the Commission may direct, and all courts shall take judicial notice of such seal.</p><p class=\"ql-align-justify\">&Tab;C. Copies of records and proceedings of the Commission and all papers on file in the office, certified under the seal, shall be received as evidence in all courts of record.</p><p class=\"ql-align-justify\">&Tab;D. The office of the Commission shall be at Oklahoma City, Oklahoma.</p>",
        "title": "Suits - Service - Seal - Certified Copies - Location of Office",
        "subChapterNum": null
      },
      {
        "titleNum": "858-207",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc24",
        "sectionNum": "Section 858-207",
        "text": "<p class=\"ql-align-justify\">The Commission shall at the close of each fiscal year file with the Governor and State Auditor and Inspector a true and correct report of all fees charged, collected and received during the previous fiscal year, and shall pay into the General Revenue Fund of the State Treasury ten percent (10%) of the license fees collected and received during the fiscal year.</p>",
        "title": "Annual Report of Fees",
        "subChapterNum": null
      },
      {
        "titleNum": "858-208",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc25",
        "sectionNum": "Section 858-208",
        "text": "<p class=\"ql-align-justify\">The Oklahoma Real Estate Commission shall have the following powers and duties:</p><p class=\"ql-align-justify\">&Tab;1. To promulgate rules, prescribe administrative fees by rule, and make orders as it may deem necessary or expedient in the performance of its duties;</p><p class=\"ql-align-justify\">&Tab;2. To administer examinations to persons who apply for the issuance of licenses;</p><p class=\"ql-align-justify\">&Tab;3. To sell to other entities or governmental bodies, not limited to the State of Oklahoma, computer testing and license applications to recover expended research and development costs;</p><p class=\"ql-align-justify\">&Tab;4. To issue licenses in the form the Commission may prescribe to persons who have passed examinations or who otherwise are entitled to such licenses;</p><p class=\"ql-align-justify\">&Tab;5. To issue licenses to and regulate the activities of real estate brokers, provisional sales associates, sales associates, branch offices, nonresidents, associations, corporations, and partnerships;</p><p class=\"ql-align-justify\">&Tab;6. Upon showing good cause as provided for in The Oklahoma Real Estate License Code, to discipline licensees, instructors and real estate school entities by:</p><p class=\"ql-align-justify ql-indent-1\">a. reprimand,</p><p class=\"ql-align-justify ql-indent-1\">b. probation for a specified period of time,</p><p class=\"ql-align-justify ql-indent-1\">c. requiring education in addition to the educational requirements provided by Section 858-307.2 of this title,</p><p class=\"ql-align-justify ql-indent-1\">d. suspending real estate licenses and approvals for specified periods of time,</p><p class=\"ql-align-justify ql-indent-1\">e. revoking real estate licenses and approvals,</p><p class=\"ql-align-justify ql-indent-1\">f. imposing administrative fines pursuant to Section 858-402 of this title, or</p><p class=\"ql-align-justify ql-indent-1\">g. any combination of discipline as provided by subparagraphs a through f of this paragraph;</p><p class=\"ql-align-justify\">&Tab;7. Upon showing good cause, to modify any sanction imposed pursuant to the provisions of this section and to reinstate licenses;</p><p class=\"ql-align-justify\">&Tab;8. To conduct, for cause, disciplinary proceedings;</p><p class=\"ql-align-justify\">&Tab;9. To prescribe penalties as it may deem proper to be assessed against licensees for the failure to pay the license renewal fees as provided for in this Code;</p><p class=\"ql-align-justify\">&Tab;10. To initiate the prosecution of any person who violates any of the provisions of this Code;</p><p class=\"ql-align-justify\">&Tab;11. To approve instructors and organizations offering courses of study in real estate and to further require them to meet standards to remain qualified as is necessary for the administration of this Code;</p><p class=\"ql-align-justify\">&Tab;12. To contract with attorneys and other professionals to carry out the functions and purposes of this Code;</p><p class=\"ql-align-justify\">&Tab;13. To apply for injunctions and restraining orders for violations of the Code or the rules of the Commission;</p><p class=\"ql-align-justify\">&Tab;14. To create an Oklahoma Real Estate Contract Form Committee by rule that will be required to draft and revise real estate purchase and/or lease contracts and any related addenda for voluntary use by real estate licensees;</p><p class=\"ql-align-justify\">&Tab;15. To enter into contracts and agreements for the payment of food and other reasonable expenses as authorized in the State Travel Reimbursement Act necessary to host, conduct, or participate in meetings or training sessions as is reasonable for the administration of this Code;</p><p class=\"ql-align-justify\">&Tab;16. To conduct an annual performance review of the Executive Director and submit the report to the Legislature; and</p><p class=\"ql-align-justify\">&Tab;17. To enter into reciprocal agreements with other real estate licensing regulatory jurisdictions with equivalent licensing, education and examination requirements.</p>",
        "title": "Powers and Duties of the Commission",
        "subChapterNum": null
      },
      {
        "titleNum": "858-209",
        "chapterNum": "20",
        "_id": "65315b10f9073bc9cbfadc26",
        "sectionNum": "Section 858-209",
        "text": "<p class=\"ql-align-justify\">&Tab;A. In the exercise of all powers and the performance of all duties provided in this Code, the Commission shall comply with the procedures provided in the Administrative Procedures Act. Appeals shall be taken as provided in said act.</p><p class=\"ql-align-justify\">&Tab;B. The Commission may designate and employ a hearing examiner or examiners who shall have the power and authority to conduct such hearings in the name of the Commission at any time and place subject to the provisions of this section and any applicable rules or orders of the Commission. No person shall serve as a hearing examiner in any proceeding in which any party to the proceeding is, or at any time has been, a client of the hearing examiner or of any firm, partnership or corporation with which the hearing examiner is, or at any time has been, associated. No person who acts as a hearing examiner shall act as attorney for the Commission in any court proceeding arising out of any hearing in which he acted as hearing examiner.</p><p class=\"ql-align-justify\">&Tab;C. In any hearing before the Commission, the burden of proof shall be upon the moving party.</p>",
        "title": "Compliance With the Administrative Procedures Act",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "Oklahoma Real Estate Commission",
    "subChapterNum": null
  },
  {
    "chapterNum": "20",
    "_id": "65315b10f9073bc9cbfadc27",
    "sectionNum": null,
    "titleNum": "III",
    "sections": [
      {
        "titleNum": "858-301",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc28",
        "sectionNum": "Section 858-301",
        "text": "<p class=\"ql-align-justify\">It shall be unlawful for any person to act as a real estate licensee, or to hold himself or herself out as such, unless the person shall have been licensed to do so under the Oklahoma Real Estate License Code. For the purposes of this section, it shall be considered acting as a real estate licensee for any person, partnership, trust, association or corporation, or the partners, officers or employees of any partnership, trust, association or corporation, to publicly market for sale an equitable interest in a contract for the purchase of real property between a property owner and a prospective purchaser.&nbsp;However, nothing in this section shall:</p><p class=\"ql-align-justify\">&Tab;1.&nbsp;Prevent any person, partnership, trust, association or corporation, or the partners, officers or employees of any partnership, trustees or beneficiaries of any trust, association or corporation, from acquiring real estate for its own use, nor shall anything in this section prevent any person, partnership, trust, association or corporation, or the partners, officers or employees of any partnership, trustees or beneficiaries of any trust, association or corporation, as owner, lessor or lessee of real estate, from selling, renting, leasing, exchanging, or offering to sell, rent, lease or exchange, any real estate so owned or leased, or from performing any acts with respect to such real estate when such acts are performed in the regular course of, or as an incident to, the management, ownership or sales of such real estate and the investment therein; however, it shall be prohibited for any person, partnership, officers or employees of any partnership, trustees or beneficiaries of any trust, association or corporation to publicly market for sale an equitable interest in a contract for the purchase of real property between a property owner and a prospective purchaser without holding an active Oklahoma real estate license;</p><p class=\"ql-align-justify\">&Tab;2.&nbsp;Apply to persons acting as the attorney-in-fact for the owner of any real estate authorizing the final consummation by performance of any contract for the sale, lease or exchange of such real estate;</p><p class=\"ql-align-justify\">&Tab;3.&nbsp;In any way prohibit any attorney-at-law from performing the duties of the attorney as such, nor shall this Code prohibit a receiver, trustee in bankruptcy, administrator, executor, or his or her attorney, from performing his or her duties, or any person from performing any acts under the order of any court, or acting as a trustee under the terms of any trust, will, agreement or deed of trust;</p><p class=\"ql-align-justify\">&Tab;4.&nbsp;Apply to any person acting as the resident manager for the owner or an employee acting as the resident manager for a licensed real estate broker managing an apartment building, duplex, apartment complex or court, when such resident manager resides on the premises and is engaged in the leasing of property in connection with the employment of the resident manager;</p><p class=\"ql-align-justify\">&Tab;5.&nbsp;Apply to any person who engages in such activity on behalf of a corporation or governmental body, to acquire easements, rights-of-way, leases, permits and licenses, including any and all amendments thereto, and other similar interests in real estate, for the purpose of, or facilities related to, transportation, communication services, cable lines, utilities, pipelines, or oil, gas, and petroleum products;</p><p class=\"ql-align-justify\">&Tab;6.&nbsp;Apply to any person who engages in such activity in connection with the acquisition of real estate on behalf of an entity, public or private, which has the right to acquire the real estate by eminent domain;</p><p class=\"ql-align-justify\">&Tab;7.&nbsp;Apply to any person who is a resident of an apartment building, duplex, or apartment complex or court, when the person receives a resident referral fee.&nbsp;As used in this paragraph, a \"resident referral fee\" means a nominal fee not to exceed One Hundred Dollars ($100.00), offered to a resident for the act of recommending the property for lease to a family member, friend, or coworker;</p><p class=\"ql-align-justify\">&Tab;8.&nbsp;Apply to any person or entity managing a transient lodging facility.&nbsp;For purposes of this paragraph, \"transient lodging facility\" means a furnished room or furnished suite of rooms which is rented to a person on a daily basis, not as a principal residence, for a period less than thirty (30) days; or</p><p class=\"ql-align-justify\">&Tab;9.&nbsp;Apply to employees of a licensed real estate broker who lease residential housing units only to eligible persons who qualify through a state or federal housing subsidized program to lease the property in an affordable housing development project.&nbsp;\"Affordable housing development project\" means a housing development of four or more units constructed for lease to specifically eligible persons as required by the particular federal or state housing program, including, but not limited to, the U.S. Department of Housing and Urban Development, the U.S. Department Agriculture Rural Development, the U.S. Department of Treasury Internal Revenue Service, or the Oklahoma Housing Finance Agency.</p>",
        "title": "License Required - Exceptions",
        "subChapterNum": null
      },
      {
        "titleNum": "858-301.1",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc29",
        "sectionNum": "Section 858-301.1",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Any applicant convicted of any crimes defined in <a href=\"DeliverDocument.asp?citeid=104306\" rel=\"noopener noreferrer\" target=\"_blank\">Section 13.1 of Title 21</a> of the Oklahoma Statutes shall not be eligible to obtain a real estate license within twenty (20) years of the completion of any criminal sentence, including parole and probation.</p><p class=\"ql-align-justify\">&Tab;B. Any applicant convicted of a felony crime that substantially relates to the occupation of a real estate agent and poses a reasonable threat to public safety shall not be eligible to obtain a real estate license within ten (10) years of the completion of any criminal sentence, including parole and probation.</p><p class=\"ql-align-justify\">&Tab;C. For the purposes of this section, the term \"applicant\" shall mean any person making an application for original licensure as a provisional sales associate, sales associate, broker associate, or broker, and shall not apply to any licensee seeking renewal of a current license.</p><p class=\"ql-align-justify\">&Tab;D. Any applicant with a felony conviction shall not automatically receive a license after the timelines set forth in this section, but may be licensed in accordance with the licensing provisions set forth in the Oklahoma Real Estate License Code and Rules.</p><p class=\"ql-align-justify\">&Tab;E. As used in this section:</p><p class=\"ql-align-justify ql-indent-1\">1. \"Substantially relates\" means the nature of criminal conduct for which the person was convicted has a direct bearing on the fitness or ability to perform one or more of the duties or responsibilities necessarily related to the occupation; and</p><p class=\"ql-align-justify ql-indent-1\">2. \"Poses a reasonable threat\" means the nature of criminal conduct for which the person was convicted involved an act or threat of harm against another and has a bearing on the fitness or ability to serve the public or work with others in the occupation.</p>",
        "title": "Eligibility of Applicants Convicted of Crimes to Obtain a Real Estate License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-301.2",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc2a",
        "sectionNum": "Section 858-301.2",
        "text": "<p class=\"ql-align-justify\">Every licensed person pursuant to the provisions of the Oklahoma Real Estate License Code shall notify the Commission in writing of the conviction or plea of guilty or nolo contendere to any felony offense within thirty (30) days after the plea is taken and also within thirty (30) days of the entering of an order of judgment and sentencing.</p>",
        "title": "Duty of Licensees to Notify Commission of Conviction, Guilty Plea, or Nolo Contendere Plea of Felony Offense",
        "subChapterNum": null
      },
      {
        "titleNum": "858-302",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc2b",
        "sectionNum": "Section 858-302",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Any person eighteen (18) years of age or older who shall submit to the Commission evidence of successful completion of ninety (90) clock hours or its equivalent as determined by the Commission of basic real estate instruction in a course of study approved by the Commission, may apply to the Commission to take an examination for the purpose of securing a license as a provisional sales associate. The education required in this subsection shall only be valid for a period of three (3) years from the date the school certified successful completion of the course; thereafter, the applicant shall be required to successfully complete an additional ninety (90) clock hours or its equivalent in basic real estate instruction.</p><p class=\"ql-align-justify\">&Tab;B. Application shall be made upon forms prescribed by the Commission and shall be accompanied by an examination fee as provided for in this Code and all information and documents the Commission may require.</p><p class=\"ql-align-justify\">&Tab;C. The applicant shall appear in person before the Commission for an examination which shall be in the form and inquire into the subjects the Commission shall prescribe.</p><p class=\"ql-align-justify\">&Tab;D. If it shall be determined that the applicant shall have passed the examination, received final approval of the application, and paid the appropriate license fee provided for in this Code along with the Oklahoma Real Estate Education and Recovery Fund fee, the Commission shall issue to the applicant a provisional sales associate license.</p><p class=\"ql-align-justify\">&Tab;E. Following the issuance of a provisional sales associate license, the licensee shall then submit to the Commission, prior to the expiration of the provisional license, evidence of successful completion of forty-five (45) clock hours or its equivalent as determined by the Commission of postlicense education real estate instruction in a course(s) of study approved by the Commission. A provisional sales associate who fails to submit evidence of compliance with the postlicense education requirement pursuant to this section, prior to the first expiration date of the provisional sales associate license, shall not be entitled to renew such license for another license term. However, the Commission shall promulgate rules for those persons called into active military service for purposes of satisfying the postlicense education requirement.</p>",
        "title": "Eligibility for License as Real Estate Sales Associate - Qualifications - Examination",
        "subChapterNum": null
      },
      {
        "titleNum": "858-303",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc2c",
        "sectionNum": "Section 858-303",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Applicants for a broker license who hold a sales associate license or are not currently licensed shall meet the following requirements:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. Have two (2) years' licensure within the previous five (5) years or its equivalent;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. Submit to the Commission evidence of successful completion of ninety (90) clock hours or its equivalent as determined by the Commission of advanced real estate instruction in a course of study approved by the Commission and completion of the Broker in Charge course as defined in the Code. The education required in this subsection shall only be valid for a period of three (3) years from the date the school certified successful completion of the course; thereafter, the applicant shall be required to successfully complete an additional ninety (90) clock hours or its equivalent in advanced real estate instruction;</p><p class=\"ql-align-justify\">&Tab;&Tab;3. Provide documentation verifying ten real estate transactions within the past five (5) years or the equivalent as determined by the Commission. For the purposes of this subsection, transaction shall be defined in <a href=\"DeliverDocument.asp?citeid=104444\" rel=\"noopener noreferrer\" target=\"_blank\">Section 858-351</a> of this title and shall be demonstrated on forms developed by the Commission; and</p><p class=\"ql-align-justify\">&Tab;&Tab;4. Apply to the Commission to take an examination for the purpose of securing a license as a broker.</p><p class=\"ql-align-justify\">&Tab;B. Application shall be made upon forms prescribed by the Commission and shall be accompanied by fees as provided for in this Code and all information and documents the Commission may require.</p><p class=\"ql-align-justify\">&Tab;C. If the applicant has passed the examination, received final approval of the application, and paid the appropriate fees provided for in this Code along with the Oklahoma Real Estate Education and Recovery Fund fee, the Commission shall issue to the applicant a broker license.</p><p class=\"ql-align-justify\">&Tab;D. Applicants for a broker license who hold a broker associate license shall meet the following requirements:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. Have two (2) years' licensure within the previous five (5) years, or its equivalent;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. Submit to the Commission evidence of successful completion of the Broker in Charge course as defined in the Code; and</p><p class=\"ql-align-justify\">&Tab;&Tab;3. Provide documentation verifying ten real estate transactions within the past five (5) years or the equivalent as determined by the Commission. For the purposes of this subsection, transaction shall be defined in <a href=\"DeliverDocument.asp?citeid=104444\" rel=\"noopener noreferrer\" target=\"_blank\">Section 858-351</a> of this title and shall be demonstrated on forms developed by the Commission.</p><p class=\"ql-align-justify\">&Tab;E. Application shall be made upon forms prescribed by the Commission and shall be accompanied by fees as provided for in this Code and all information and documents the Commission may require.</p><p class=\"ql-align-justify\">&Tab;F. If the applicant has received final approval of the application, and paid the appropriate fee provided for in this Code along with the Oklahoma Real Estate Education and Recovery Fund fee, the Commission shall issue to the applicant a broker license.</p>",
        "title": " Eligibility for License as Real Estate Sales Associate or Provisional Sales Associate - Qualifications - Examination",
        "subChapterNum": null
      },
      {
        "titleNum": "858-303A",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc2d",
        "sectionNum": "Section 858-303A",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Applicants for a broker associate license shall meet the following requirements:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. Hold a renewable broker associate or sales associate license and have two (2) years' licensure within the previous five (5) years as a sales associate or provisional sales associate, or its equivalent;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. Submit to the Commission evidence of successful completion of ninety (90) clock hours, or its equivalent as determined by the Commission, of advanced real estate instruction in a course of study approved by the Commission. The education required in this subsection shall only be valid for a period of three (3) years from the date the school certified successful completion of the course; thereafter, the applicant shall be required to successfully complete an additional ninety (90) clock hours or its equivalent in advanced real estate instruction; and</p><p class=\"ql-align-justify\">&Tab;&Tab;3. Apply to the Commission to take an examination for the purpose of securing a license as a broker associate.</p><p class=\"ql-align-justify\">&Tab;B. Application shall be made upon forms prescribed by the Commission and shall be accompanied by fees as provided for in this Code and all information and documents the Commission may require.</p><p class=\"ql-align-justify\">&Tab;C. The applicant shall appear in person for an examination which shall be prescribed by the Commission.</p><p class=\"ql-align-justify\">&Tab;D. If the applicant has passed the examination, received final approval of the application, and paid the appropriate fees provided for in this Code along with the Oklahoma Real Estate Education and Recovery Fund fee, the Commission shall issue to the applicant a broker associate license.</p>",
        "title": "Broker Associate License Requirements",
        "subChapterNum": null
      },
      {
        "titleNum": "858-303B",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc2e",
        "sectionNum": "Section 858-303B",
        "text": "<p class=\"ql-align-justify\">Any real estate broker who charges and collects any fees in advance of the services provided by the broker shall provide a detailed accounting of expenditures to the person such services are performed for within ten (10) days after the time specified to perform such services or upon written request from person for whom services are performed for, but no longer than one (1) year from date of contract for such services.</p>",
        "title": "Detailed Accounting of Expenditures for Services",
        "subChapterNum": null
      },
      {
        "titleNum": "858-304",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc2f",
        "sectionNum": "Section 858-304",
        "text": "<p class=\"ql-align-justify\">&Tab;A. A certified transcript from an institution of higher education, accredited by the Oklahoma State Regents for Higher Education or the corresponding accrediting agency of another state, certifying to the successful completion of a six-academic-hour basic course of real estate instruction, or its equivalent, for which college credit was given, shall be prima facie evidence of successful completion of the clock hours of basic real estate instruction for a provisional sales associate applicant as required in Section 858-302 of this Code. The education required in this subsection shall only be valid for a period of three (3) years from the date the school certified successful completion of the course; thereafter, the applicant shall be required to successfully complete an additional six-academic-hour basic course of real estate instruction, or its equivalent.</p><p class=\"ql-align-justify\">&Tab;B. A certified transcript from an institution of higher education, accredited by the Oklahoma State Regents for Higher Education or the corresponding accrediting agency of another state, certifying to the successful completion of a three-academic-hour course of real estate instruction, or its equivalent, consisting of the provisional sales associate postlicense education requirements for which college credit was given, shall be prima facie evidence of successful completion of the clock hours of real estate instruction for the postlicense education requirement as required in Section 858-302 of this title.</p><p class=\"ql-align-justify\">&Tab;C. A certified transcript from an institution of higher education, accredited by the Oklahoma State Regents for Higher Education or the corresponding accrediting agency of another state, certifying to the successful completion of a three-academic-hour course of real estate instruction, or its equivalent, consisting of the provisional sales associate postlicense education requirements for which college credit was given, shall be prima facie evidence of successful completion of the clock hours of real estate instruction for the postlicense education requirement as required in Section 858-302 of this title.</p><p class=\"ql-align-justify\">&Tab;D. Each school, whether public or private other than institutions of higher education, must present to the Commission its syllabus of instruction, prior to approval of such school.</p>",
        "title": "Certificate of Successful Completion of Basic or Advanced Real Estate Instruction as Evidence to Meet Certain Requirements for License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-305",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc30",
        "sectionNum": "Section 858-305",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The Oklahoma Real Estate Commission may license as a broker any association or corporation in which the managing member or managing officer holds a license as a real estate broker, as defined in this Code, and in which every member, officer or employee who acts as a real estate broker or real estate sales associate holds a license for that purpose, as defined in this Code. The Commission may license as a real estate broker any partnership in which each partner holds a license as a real estate broker, as defined in this Code.</p><p class=\"ql-align-justify\">&Tab;B. The Oklahoma Real Estate Commission shall require the registration of all teams affiliated under a brokerage for the purpose of allowing the Commission to better align and track the teams within each brokerage. For the purposes of this section, a team shall mean any two or more licensees who work under the supervision of the same broker, work together on real estate transactions to provide brokerage services, represent themselves to the public as being part of a team, and are designated by a team name. Such registration shall occur before a team performs any licensed activities, and the broker shall notify the Commission when any team name is no longer being used. The Commission may charge a registration fee for each team not to exceed the administrative costs of the registration process.</p><p class=\"ql-align-justify\">&Tab;C. Application for licenses and registrations described in this section shall be made on forms prescribed by the Commission and shall be issued pursuant to rules promulgated by the Commission.</p>",
        "title": "Licensing of Associations, Corporations and Partnerships",
        "subChapterNum": null
      },
      {
        "titleNum": "858-306",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc31",
        "sectionNum": "Section 858-306",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Any person who desires to perform licensed activities in Oklahoma but maintains a place of business outside of Oklahoma may obtain an Oklahoma nonresident license by complying with all applicable provisions of this Code including the successful completion of the applicable Oklahoma state portion of the real estate examination.</p><p class=\"ql-align-justify\">&Tab;B. The nonresident shall give written consent that actions and suits at law may be commenced against the nonresident licensee in any county in this state wherein any cause of action may arise or be claimed to have arisen out of any transaction occurring in the county because of any transactions commenced or conducted by the nonresident or the nonresident's associates or employees in such county. The nonresident shall further, in writing, appoint the secretary-treasurer of said Commission as service agent to receive service of summons for the nonresident in all of such actions and service upon the secretary-treasurer of such Commission shall be held to be sufficient to give the court jurisdiction over the nonresident in all such actions.</p><p class=\"ql-align-justify\">&Tab;C. A broker who is duly licensed in another state and who has not obtained an Oklahoma nonresident license may enter a cooperative brokerage agreement with a licensed real estate broker in this state. If, however, the broker desires to perform licensed activities in this state, the broker must obtain an Oklahoma nonresident license.</p>",
        "title": "Licensing of Nonresidents",
        "subChapterNum": null
      },
      {
        "titleNum": "858-307.1",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc32",
        "sectionNum": "Section 858-307.1",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The Oklahoma Real Estate Commission shall issue every real estate license for a term of thirty-six (36) months with the exception of a provisional sales associate license whose license term shall be for twelve (12) months. License terms shall not be altered except for the purpose of general reassignment of the terms which might be necessitated for maintaining an equitable staggered license term system. The expiration date of the license shall be the end of the twelfth or thirty-sixth month, whichever is applicable, including the month of issuance. Fees shall be promulgated by rule, payable in advance, and nonrefundable.</p><p class=\"ql-align-justify\">&Tab;B. If a license is issued for a period of less than thirty-six (36) months, the license fee shall be prorated to the nearest dollar and month. If a real estate sales associate or a provisional sales associate shall qualify for a license as a real estate broker, then the real estate provisional sales associate's or sales associate's license fee for the remainder of the license term shall be prorated to the nearest dollar and month and credited to such person's real estate broker's license fee.</p>",
        "title": "Issuance of License - Term - Fees",
        "subChapterNum": null
      },
      {
        "titleNum": "858-307.2",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc33",
        "sectionNum": "Section 858-307.2",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Beginning November 1, 2004, as a condition of renewal or reactivation of the license, each licensee with the exception of those exempt as set out in this section shall submit to the Oklahoma Real Estate Commission evidence of completion of a specified number of hours of continuing education courses approved by the Commission, within the thirty-six (36) months immediately preceding the term for which the license is to be issued. The number of hours, or its equivalent, required for each licensed term shall be determined by the Commission and promulgated by rule. Each licensee shall be required to complete and include as part of said continuing education a certain number of required subjects as prescribed by rule.</p><p class=\"ql-align-justify\">&Tab;B. The continuing education courses required by this section shall be satisfied by courses approved by the Commission and offered by:</p><p class=\"ql-align-justify ql-indent-1\">1. The Commission;</p><p class=\"ql-align-justify ql-indent-1\">2. A technology center school;</p><p class=\"ql-align-justify ql-indent-1\">3. A college or university;</p><p class=\"ql-align-justify ql-indent-1\">4. A private school;</p><p class=\"ql-align-justify ql-indent-1\">5. The Oklahoma Association of Realtors, the National Association of Realtors, or any affiliate thereof;</p><p class=\"ql-align-justify ql-indent-1\">6. The Oklahoma Bar Association, American Bar Association, or any affiliate thereof; or</p><p class=\"ql-align-justify ql-indent-1\">7. An education provider.</p><p class=\"ql-align-justify\">&Tab;C. The Commission shall maintain a list of courses which are approved by the Commission.</p><p class=\"ql-align-justify\">&Tab;D. The Commission shall not issue an active renewal license or reactivate a license unless the continuing education requirement set forth in this section is satisfied within the prescribed time period.</p><p class=\"ql-align-justify\">&Tab;E. The provisions of this section do not apply:</p><p class=\"ql-align-justify ql-indent-1\">1. During the period a license is on inactive status;</p><p class=\"ql-align-justify ql-indent-1\">2. To a licensee who holds a provisional sales associate license;</p><p class=\"ql-align-justify ql-indent-1\">3. To a nonresident licensee licensed in this state if the licensee maintains a current license in another state or states and has satisfied the continuing education requirement for license renewal in that state or states. If the nonresident licensee is exempt from the continuing education requirements in all states where the nonresident holds a license, the nonresident licensee shall successfully complete this state's continuing education requirement for license renewal or reactivation; or</p><p class=\"ql-align-justify ql-indent-1\">4. To a corporation, association, partnership or branch office.</p>",
        "title": "Continuing Education Requirements - License Renewal",
        "subChapterNum": null
      },
      {
        "titleNum": "858-307.3",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc34",
        "sectionNum": "Section 858-307.3",
        "text": "<p class=\"ql-align-justify\">A person shall not be permitted to file an application for reissuance of a license after revocation of the license within three (3) years of the effective date of revocation.</p>",
        "title": "Time Limit for Applying for Reissuance of License after Revocation",
        "subChapterNum": null
      },
      {
        "titleNum": "858-307.4",
        "chapterNum": "20",
        "_id": "65315b11f9073bc9cbfadc35",
        "sectionNum": "Section 858-307.4",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Prior to the issuance of a license pursuant to this Code, each applicant shall submit to a national criminal history record check, as defined by Section 150.9 of Title 74 of the Oklahoma Statutes.</p><p class=\"ql-align-justify\">&Tab;B. Upon receipt by the Commission of criminal history, the Commission shall conduct an investigation in accordance with rules promulgated by the Commission.</p><p class=\"ql-align-justify\">&Tab;C. The costs associated with the national criminal history record check shall be paid by the applicant.</p>",
        "title": "National Criminal History Record Check",
        "subChapterNum": null
      },
      {
        "titleNum": "858-308",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc36",
        "sectionNum": "Section 858-308",
        "text": "<p class=\"ql-align-justify\">In the interest of the public, the Commission shall keep a current list of the names and addresses of all licensees, and of all persons whose licenses have been suspended or revoked, together with such other information relative to the enforcement of the provisions of this Code as it may deem advisable and desirable. Such listings and information shall be a matter of public record.</p>",
        "title": "Current List of Licensees",
        "subChapterNum": null
      },
      {
        "titleNum": "858-309",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc37",
        "sectionNum": "Section 858-309",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The Commission may place a license on inactive status when the request therefor is accompanied by sufficient reason; however, said status shall not relieve the licensee from paying the required fees. The request for inactive status shall be in writing on forms furnished by the Commission.</p><p class=\"ql-align-justify\">&Tab;B. During active military service, any licensee shall not be required to pay the fees but shall request the inactive status prior to each term for which the license is to be issued.</p>",
        "title": "Inactive Status for Licenses",
        "subChapterNum": null
      },
      {
        "titleNum": "858-310",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc38",
        "sectionNum": "Section 858-310",
        "text": "<p class=\"ql-align-justify\">&Tab;A. A real estate broker shall maintain a specific place of business. Such place of business shall comply with all local laws and shall be available to the public during reasonable business hours.</p><p class=\"ql-align-justify\">&Tab;B. If a real estate broker maintains more than one place of business and the additional location is an extension of the main office, a branch office license must be obtained for each additional location. Each branch office shall be under the direction and supervision of a separate broker and shall be considered a managing broker of the branch office. Application shall be made upon forms as prescribed by the Commission.</p>",
        "title": "Location of Office - Licenses for Branch Offices",
        "subChapterNum": null
      },
      {
        "titleNum": "858-311",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc39",
        "sectionNum": "Section 858-311",
        "text": "<p class=\"ql-align-justify\">No person, partnership, association or corporation acting as a real estate licensee shall bring or maintain an action in any court in this state for the recovery of a money judgment as compensation for services rendered in listing, buying, selling, renting, leasing or exchanging of any real estate without alleging and proving that such person, partnership, association or corporation was licensed when the alleged cause of action arose.</p>",
        "title": "Action Not Maintainable Without Allegation and Proof of License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-312",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc3a",
        "sectionNum": "Section 858-312",
        "text": "<p class=\"ql-align-justify\">The Oklahoma Real Estate Commission may, upon its own motion, and shall, upon written complaint filed by any person, investigate the business transactions of any real estate licensee, and may, upon showing good cause, impose sanctions as provided for in <a href=\"DeliverDocument.asp?citeid=96133\" rel=\"noopener noreferrer\" target=\"_blank\">Section 858-208</a> of this title. Cause shall be established upon the showing that any licensee has performed, is performing, has attempted to perform, or is attempting to perform any of the following acts:</p><p class=\"ql-align-justify\">&Tab;1. Making a materially false or fraudulent statement in an application for a license;</p><p class=\"ql-align-justify\">&Tab;2. Making substantial misrepresentations or false promises in the conduct of business, or through real estate licensees, or advertising, which are intended to influence, persuade, or induce others;</p><p class=\"ql-align-justify\">&Tab;3. Failing to comply with the requirements of Sections 858-351 through 858-363 of this title;</p><p class=\"ql-align-justify\">&Tab;4. Accepting a commission or other valuable consideration as a real estate associate for the performance of any acts as an associate, except from the real estate broker with whom the associate is associated;</p><p class=\"ql-align-justify\">&Tab;5. Representing or attempting to represent a real estate broker other than the broker with whom the associate is associated without the express knowledge and consent of the broker with whom the associate is associated;</p><p class=\"ql-align-justify\">&Tab;6. Failing, within a reasonable time, to account for or to remit any monies, documents, or other property coming into possession of the licensee which belong to others;</p><p class=\"ql-align-justify\">&Tab;7. Paying a commission or valuable consideration to any person for acts or services performed in violation of the Oklahoma Real Estate License Code;</p><p class=\"ql-align-justify\">&Tab;8. Any other conduct which constitutes untrustworthy, improper, fraudulent, or dishonest dealings;</p><p class=\"ql-align-justify\">&Tab;9. Disregarding or violating any provision of the Oklahoma Real Estate License Code or rules promulgated by the Commission;</p><p class=\"ql-align-justify\">&Tab;10. Guaranteeing or having authorized or permitted any real estate licensee to guarantee future profits which may result from the resale of real estate;</p><p class=\"ql-align-justify\">&Tab;11. Advertising or offering for sale, rent or lease any real estate, or placing a sign on any real estate offering it for sale, rent or lease without the consent of the owner or the owner's authorized representative;</p><p class=\"ql-align-justify\">&Tab;12. Using prizes, money, gifts or other valuable consideration as an inducement to secure customers or clients to purchase specific property; however, licensees may use prizes, money, gifts or other valuable consideration for marketing purposes provided they are not contingent or limited to individuals making an offer or purchasing a specific property;</p><p class=\"ql-align-justify\">&Tab;13. Accepting employment or compensation for appraising real estate contingent upon the reporting of a predetermined value or issuing any appraisal report on real estate in which the licensee has an interest unless the licensee's interest is disclosed in the report. All appraisals shall be in compliance with the Oklahoma real estate appraisal law, and the person performing the appraisal or report shall disclose to the employer whether the person performing the appraisal or report is licensed or certified by the Oklahoma Real Estate Appraiser Board;</p><p class=\"ql-align-justify\">&Tab;14. Paying a commission or any other valuable consideration to any person for performing the services of a real estate licensee as defined in the Oklahoma Real Estate License Code who has not first secured a real estate license pursuant to the Oklahoma Real Estate License Code;</p><p class=\"ql-align-justify\">&Tab;15. Unworthiness to act as a real estate licensee, whether of the same or of a different character as specified in this section, or because the real estate licensee has been convicted of, or pleaded guilty or nolo contendere to, a crime involving moral turpitude;</p><p class=\"ql-align-justify\">&Tab;16. Commingling with the licensee's own money or property the money or property of others which is received and held by the licensee, unless the money or property of others is received by the licensee and held in an escrow account that contains only money or property of others;</p><p class=\"ql-align-justify\">&Tab;17. Conviction in a court of competent jurisdiction of having violated any provision of the federal fair housing laws, 42 U.S.C. Section 3601 et seq.;</p><p class=\"ql-align-justify\">&Tab;18. Failure by a real estate broker, after the receipt of a commission, to render an accounting to and pay to a real estate licensee the licensee's earned share of the commission received;</p><p class=\"ql-align-justify\">&Tab;19. Conviction in a court of competent jurisdiction in this or any other state of the crime of forgery, embezzlement, obtaining money under false pretenses, extortion, conspiracy to defraud, fraud, or any similar offense or offenses, or pleading guilty or nolo contendere to any such offense or offenses;</p><p class=\"ql-align-justify\">&Tab;20. Advertising to buy, sell, rent, or exchange any real estate without disclosing that the licensee is a real estate licensee;</p><p class=\"ql-align-justify\">&Tab;21. Paying any part of a fee, commission, or other valuable consideration received by a real estate licensee to any person not licensed;</p><p class=\"ql-align-justify\">&Tab;22. Offering, loaning, paying, or making to appear to have been paid, a down payment or earnest money deposit for a purchaser or seller in connection with a real estate transaction; and</p><p class=\"ql-align-justify\">&Tab;23. Violation of the Residential Property Condition Disclosure Act.</p><p class=\"ql-align-justify\">&Tab;24. Placing or causing to be placed upon the public records of any county  any  contract, assignment, affidavit, or other writing, which purports to affect title of or encumber any real property for the purpose of collection of a commission, or to coerce the payment of money to the individual or entity. Nothing in this paragraph shall be construed to prohibit a licensee from recording a judgment.</p>",
        "title": "Investigation - Cause for Suspension or Revocation of License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-312.1",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc3b",
        "sectionNum": "Section 858-312.1",
        "text": "<p class=\"ql-align-justify\">&Tab;A. No person whose license is revoked or suspended shall operate directly or indirectly or have a participating interest, or act as a member, partner or officer, in any real estate business, corporation, association or partnership that is required to be licensed pursuant to this Code.</p><p class=\"ql-align-justify\">&Tab;B. No person whose license is cancelled, surrendered or lapsed pending investigation or disciplinary proceedings shall operate directly or indirectly or have a participating interest, or act as a member, partner or officer, in any real estate business, corporation, association or partnership that is required to be licensed pursuant to this Code until such time as the Commission makes a determination on the pending investigation or disciplinary proceedings and approves an application for license.</p>",
        "title": "Operation with Revoked or Suspended License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-313",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc3c",
        "sectionNum": "Section 858-313",
        "text": "<p class=\"ql-align-justify\">The following materials of the Commission are confidential and not public records:</p><p class=\"ql-indent-1 ql-align-justify\">1. Examinations conducted by the Commission and materials related to the examinations; and</p><p class=\"ql-indent-1 ql-align-justify\">2. Educational materials submitted to the Commission by a person or entity seeking approval and/or acceptance of a course of study.</p>",
        "title": "Confidential Records",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "Licensing",
    "subChapterNum": null
  },
  {
    "chapterNum": "20",
    "_id": "65315b12f9073bc9cbfadc3d",
    "sectionNum": null,
    "titleNum": "III-A",
    "sections": [
      {
        "titleNum": "858-351",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc3e",
        "sectionNum": "Section 858-351",
        "text": "<p class=\"ql-align-justify\">Unless the context clearly indicates otherwise, as used in Sections 858-351 through 858-363 of The Oklahoma Real Estate License Code:</p><p class=\"ql-align-justify\">&Tab;1. \"Broker\" means a real estate broker, an associated broker associate, sales associate, or provisional sales associate authorized by a real estate broker to provide brokerage services;</p><p class=\"ql-align-justify\">&Tab;2. \"Brokerage services\" means those services provided by a broker to a party in a transaction;</p><p class=\"ql-align-justify\">&Tab;3. \"Party\" means a person who is a seller, buyer, landlord, or tenant or a person who is involved in an option or exchange;</p><p class=\"ql-align-justify\">&Tab;4. \"Transaction\" means an activity or process to buy, sell, lease, rent, option or exchange real estate. Such activities or processes may include, without limitation, soliciting, advertising, showing or viewing real property, presenting offers or counteroffers, entering into agreements and closing such agreements; and</p><p class=\"ql-align-justify\">&Tab;5. \"Firm\" means a sole proprietor, corporation, association or partnership.</p>",
        "title": "Investigation - Cause for Suspension or Revocation of License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-353",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc3f",
        "sectionNum": "Section 858-353",
        "text": "<p class=\"ql-align-justify\">&Tab;A. A broker shall have the following duties and responsibilities to all parties in a transaction, which are mandatory and may not be abrogated or waived by a broker:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. Treat all parties with honesty and exercise reasonable skill and care;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. Unless specifically waived in writing by a party to the transaction:</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;a. receive all written offers and counteroffers,</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;b. reduce offers or counteroffers to a written form upon request of any party to a transaction, and</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;c. present timely all written offers and counteroffers;</p><p class=\"ql-align-justify\">&Tab;&Tab;3. Timely account for all money and property received by the broker;</p><p class=\"ql-align-justify\">&Tab;&Tab;4. Keep confidential information received from a party or prospective party confidential. The confidential information shall not be disclosed by a firm without the consent of the party disclosing the information unless consent to the disclosure is granted in writing by the party or prospective party disclosing the information, the disclosure is required by law, or the information is made public or becomes public as the result of actions from a source other than the firm. The following information shall be considered confidential and shall be the only information considered confidential in a transaction:</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;a. that a party or prospective party is willing to pay more or accept less than what is being offered,</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;b. that a party or prospective party is willing to agree to financing terms that are different from those offered,</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;c. the motivating factors of the party or prospective party purchasing, selling, leasing, optioning or exchanging the property, and</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;d. information specifically designated as confidential by a party unless such information is public;</p><p class=\"ql-align-justify\">&Tab;&Tab;5. Disclose information pertaining to the property as required by the Residential Property Condition Disclosure Act; and</p><p class=\"ql-align-justify\">&Tab;&Tab;6. Comply with all requirements of The Oklahoma Real Estate License Code and all applicable statutes and rules.</p><p class=\"ql-align-justify\">&Tab;B. A broker shall have the following duties and responsibilities only to a party for whom the broker is providing brokerage services in a transaction which are mandatory and may not be abrogated or waived by a broker:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. Inform the party in writing when an offer is made that the party will be expected to pay certain costs, brokerage service costs and approximate amount of the costs; and</p><p class=\"ql-align-justify\">&Tab;&Tab;2. Keep the party informed regarding the transaction.</p><p class=\"ql-align-justify\">&Tab;C. When working with both parties to a transaction, the duties and responsibilities set forth in this section shall remain in place for both parties.</p>",
        "title": "Broker Duties and Responsibilities",
        "subChapterNum": null
      },
      {
        "titleNum": "858-355.1",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc40",
        "sectionNum": "Section 858-355.1",
        "text": "<p class=\"ql-align-justify\">&Tab;A. All brokerage agreements shall incorporate as material terms the duties and responsibilities set forth in Section 858-353 of The Oklahoma Real Estate License Code.</p><p class=\"ql-align-justify\">&Tab;B. A broker may provide brokerage services to one or both parties in a transaction.</p><p class=\"ql-align-justify\">&Tab;C. A broker who is providing brokerage services to one or both parties shall describe and disclose in writing the broker's duties and responsibilities set forth in Section 858-353 of The Oklahoma Real Estate License Code prior to the party or parties signing a contract to sell, purchase, lease, option, or exchange real estate.</p><p class=\"ql-align-justify\">&Tab;D. A firm that provides brokerage services to both parties in a transaction shall provide written notice to both parties that the firm is providing brokerage services to both parties to a transaction prior to the parties signing a contract to purchase, lease, option or exchange real estate.</p><p class=\"ql-align-justify\">&Tab;E. If a broker intends to provide fewer brokerage services than those required to complete a transaction, the broker shall provide written disclosure to the party for whom the broker is providing brokerage services. Such disclosure shall include a description of those steps in the transaction for which the broker will not provide brokerage services, and also state that the broker assisting the other party in the transaction is not required to provide assistance with these steps in any manner.</p>",
        "title": "Brokerage Agreements - Services Provided to Both Parties in a Transaction - Disclosures",
        "subChapterNum": null
      },
      {
        "titleNum": "858-356",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc41",
        "sectionNum": "Section 858-356",
        "text": "<p class=\"ql-align-justify\">The written disclosures as required by subsection C of Section 858-355.1 of this title shall be confirmed by each party in writing in a separate provision, incorporated in or attached to the contract to purchase, lease, option, or exchange real estate. In those cases where a broker is involved in a transaction but does not prepare the contract to purchase, lease, option, or exchange real estate, compliance with the disclosure requirements shall be documented by the broker.</p>",
        "title": "Disclosures - Confirmation in Writing",
        "subChapterNum": null
      },
      {
        "titleNum": "858-358",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc42",
        "sectionNum": "Section 858-358",
        "text": "<p class=\"ql-align-justify\">Except as may be provided in a written brokerage agreement between the broker and a party to a transaction, the broker owes no further duties or responsibilities to the party after termination, expiration, or completion of performance of the transaction, except:</p><p class=\"ql-align-justify ql-indent-1\">1. To account for all monies and property relating to the transaction; and</p><p class=\"ql-align-justify ql-indent-1\">2. To keep confidential all confidential information received by the broker during the broker's relationship with a party.</p>",
        "title": "Duties of Broker Following Termination, Expiration or Completion of Performance",
        "subChapterNum": null
      },
      {
        "titleNum": "858-359",
        "chapterNum": "20",
        "_id": "65315b12f9073bc9cbfadc43",
        "sectionNum": "Section 858-359",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The payment or promise of payment or compensation by a party to a broker does not determine what relationship, if any, has been established between the broker and a party to a transaction.</p><p class=\"ql-align-justify\">&Tab;B. In the event a broker receives a fee or compensation from any party to the transaction based on a selling price or lease cost of a transaction, such receipt does not constitute a breach of duty or obligation to any party to the transaction.</p><p class=\"ql-align-justify\">&Tab;C. Nothing in this section requires a broker to charge, or prohibits a broker from charging, a separate fee or other compensation for each duty or other brokerage services provided during a transaction.</p>",
        "title": "Broker Compensation - Determination of Relationship - Breach of Duty",
        "subChapterNum": null
      },
      {
        "titleNum": "858-360",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc44",
        "sectionNum": "Section 858-360",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The duties and responsibilities of a broker specified in Sections 858-351 through 858-363 of The Oklahoma Real Estate License Code shall replace and abrogate the fiduciary or other duties of a broker to a party based on common law principles of agency. The remedies at law and equity supplement the provisions of Sections 858-351 through 858-363 of The Oklahoma Real Estate License Code.</p><p class=\"ql-align-justify\">&Tab;B. A broker may cooperate with other brokers in a transaction. Pursuant to Sections 858-351 through 858-363 of The Oklahoma Real Estate License Code, a broker shall not be an agent, subagent, or dual agent and an offer of subagency shall not be made to other brokers.</p><p class=\"ql-align-justify\">&Tab;C. Nothing in this act shall prohibit a broker from entering into an agreement for brokerage services not enumerated herein so long as the agreement is in compliance with this act, the Oklahoma Real Estate Code and the Oklahoma Real Estate Commission Administration Rules.</p>",
        "title": "Abrogation of Common Law Principles of Agency - Remedies Cumulative",
        "subChapterNum": null
      },
      {
        "titleNum": "858-361",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc45",
        "sectionNum": "Section 858-361",
        "text": "<p class=\"ql-align-justify\">A real estate broker and the associates of a real estate broker are permitted under the provisions of Sections 858-351 through 858-363 of this title to use the word \"agent\" in a trade name and as a general reference for designating themselves as real estate licensees.</p>",
        "title": "Use of \"Agent\" in Trade Name",
        "subChapterNum": null
      },
      {
        "titleNum": "858-362",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc46",
        "sectionNum": "Section 858-362",
        "text": "<p class=\"ql-align-justify\">A party to a real estate transaction shall not be vicariously liable for the acts or omissions of a real estate licensee who is providing brokerage services under Sections 858-351 through 858-363 of The Oklahoma Real Estate License Code.</p>",
        "title": "Vicarious Liability for Acts or Omissions of Real Estate Licensee",
        "subChapterNum": null
      },
      {
        "titleNum": "858-363",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc47",
        "sectionNum": "Section 858-363",
        "text": "<p class=\"ql-align-justify\">Each broker associate, sales associate, and provisional sales associate shall be associated with a real estate broker. Associates shall not enter into a brokerage agreement with a party in the associate's name and shall only be allowed to enter into the agreement in the name of the broker. A real estate broker may authorize associates to provide brokerage services in the name of the real estate broker as permitted under The Oklahoma Real Estate License Code, which may include the execution of written agreements.</p>",
        "title": "Associates of Real Estate Broker - Authority",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "Transaction and Single-Party Brokers",
    "subChapterNum": null
  },
  {
    "chapterNum": "20",
    "_id": "65315b13f9073bc9cbfadc48",
    "sectionNum": null,
    "titleNum": "IV",
    "sections": [
      {
        "titleNum": "858-401",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc49",
        "sectionNum": "Section 858-401",
        "text": "<p class=\"ql-align-justify\">&Tab;A. In addition to any other penalties provided by law, any person unlicensed pursuant to The Oklahoma Real Estate License Code who shall willingly and knowingly violate any provision of this Code, upon conviction, shall be guilty of a misdemeanor punishable by a fine of not more than One Thousand Dollars ($1,000.00), or by imprisonment in the county jail for not more than six (6) months, or by both such fine and imprisonment.</p><p class=\"ql-align-justify\">&Tab;B. In addition to any civil or criminal actions authorized by law, whenever, in the judgment of the Oklahoma Real Estate Commission, any unlicensed person has engaged in any acts or practices which constitute a violation of the Oklahoma Real Estate License Code, the Commission may:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. After notice and hearing, and upon finding a violation of the Code, impose a fine of not more than Five Thousand Dollars ($5,000.00) or the amount of the commission or commissions earned, whichever is greater for each violation of the Code for unlicensed activity;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. Make application to the appropriate court for an order enjoining such acts or practices, and upon a showing by the Commission that such person has engaged in any such acts or practices, an injunction, restraining order, or such other order as may be appropriate shall be granted by such court, without bond; or</p><p class=\"ql-align-justify\">&Tab;&Tab;3. Impose administrative fines pursuant to this subsection which shall be enforceable in the district courts of this state. The order of the Commission shall become final and binding on all parties unless appealed to the district court as provided in the Administrative Procedures Act. If an appeal is not made, such order may be entered on the judgment docket of the district court in a county in which the debtor has property and thereafter enforced in the same manner as an order of the district court for collection actions.</p><p class=\"ql-align-justify\">&Tab;C. Notices and hearings required by this section and any appeals from orders entered pursuant to this section shall be in accordance with the Administrative Procedures Act.</p><p class=\"ql-align-justify\">&Tab;D. Such funds as collected pursuant to this section shall be deposited in the Oklahoma Real Estate Education and Recovery Fund.</p>",
        "title": "Penalties for Violations",
        "subChapterNum": null
      },
      {
        "titleNum": "858-402",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc4a",
        "sectionNum": "Section 858-402",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The Oklahoma Real Estate Commission may impose administrative fines on any licensee licensed pursuant to The Oklahoma Real Estate License Code as follows:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. Any administrative fine imposed as a result of a violation of this Code or the rules of the Commission shall not:</p><p class=\"ql-align-justify ql-indent-2\">a. be less than One Hundred Dollars ($100.00) and shall not exceed Two Thousand Dollars ($2,000.00) for each violation of this Code or the rules of the Commission, or</p><p class=\"ql-align-justify ql-indent-2\">b. exceed Five Thousand Dollars ($5,000.00) for all violations resulting from a single incident or transaction;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. All administrative fines shall be paid within thirty (30) days of notification of the licensee by the Commission of the order of the Commission imposing the administrative fine;</p><p class=\"ql-align-justify\">&Tab;&Tab;3. The license may be suspended until any fine imposed upon the licensee by the Commission is paid;</p><p class=\"ql-align-justify\">&Tab;&Tab;4. If fines are not paid in full by the licensee within thirty (30) days of the notification by the Commission of the order, the fines shall double and the licensee shall have an additional thirty-day period. If the double fine is not paid within the additional thirty-day period, the license shall automatically be revoked; and</p><p class=\"ql-align-justify\">&Tab;&Tab;5. All monies received by the Commission as a result of the imposition of the administrative fine provided for in this section shall be deposited in the Oklahoma Real Estate Education and Recovery Fund, created pursuant to Section 858-601 of this title.</p><p class=\"ql-align-justify\">&Tab;B. The administrative fines authorized by this section may be in addition to any other criminal penalties or civil actions provided for by law.</p>",
        "title": "Administrative Fines Imposed on Licenses",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "Penalties",
    "subChapterNum": null
  },
  {
    "chapterNum": "20",
    "_id": "65315b13f9073bc9cbfadc4b",
    "sectionNum": null,
    "titleNum": "V",
    "sections": [
      {
        "titleNum": "858-513",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc4c",
        "sectionNum": "Section 858-513",
        "text": "<p class=\"ql-align-justify\">&Tab;A. The fact or suspicion that real estate might be or is psychologically impacted, such impact being the result of facts or suspicions, including but not limited to:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. that an occupant of the real estate is, or was at any time suspected to be infected, or has been infected, with Human Immuno-deficiency Virus or diagnosed with Acquired Immune Deficiency Syndrome, or other disease which has been determined by medical evidence to be highly unlikely to be transmitted through the occupancy of a dwelling place; or</p><p class=\"ql-align-justify\">&Tab;&Tab;2. that the real estate was, or was at any time suspected to have been the site of a suicide, homicide or other felony, is not a material fact that must be disclosed in a real estate transaction.</p><p class=\"ql-align-justify\">&Tab;B. No cause of action shall arise against an owner of real estate or any licensee assisting the owner for the failure to disclose to the purchaser or lessee of such real estate or any licensee assisting the purchaser or lessee that such real estate was psychologically impacted as provided for in subsection A of this section.</p><p class=\"ql-align-justify\">&Tab;C. Notwithstanding the fact that this information is not a material defect or fact, in the event that a purchaser or lessee, who is in the process of making a bona fide offer, advises the licensee assisting the owner, in writing, that knowledge of such factor is important to the person's decision to purchase or lease the property, the licensee shall make inquiry of the owner and report any findings to the purchaser or lessee with the consent of the owner and subject to and consistent with applicable laws of privacy; provided further, if the owner refuses to disclose, the licensee assisting the owner shall so advise the purchaser or lessee.</p>",
        "title": "Psychologically Impacted Real Estate - Disclosure",
        "subChapterNum": null
      },
      {
        "titleNum": "858-514",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc4d",
        "sectionNum": "Section 858-514",
        "text": "<p class=\"ql-align-justify\">The provisions of the Sex Offenders Registration Act and the Mary Rippy Violent Crime Offenders Registration Act shall not be construed as imposing a duty upon a person licensed under the Oklahoma Real Estate License Code to disclose any information regarding an offender required to register under such provision.</p>",
        "title": "No Duty to Provide Information Regarding an Offender",
        "subChapterNum": null
      },
      {
        "titleNum": "858-515.1",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc4e",
        "sectionNum": "Section 858-515.1",
        "text": "<p class=\"ql-align-justify\">&Tab;A. In connection with any real estate transaction, the size or area, in square footage or otherwise, of the subject property shall not be required to be provided by any real estate licensee, and if provided, shall not be considered any warranty or guarantee of the size or area information, in square footage or otherwise, of the subject property.</p><p class=\"ql-align-justify\">&Tab;B. 1. If a real estate licensee provides any party to a real estate transaction with third-party information concerning the size or area, in square footage or otherwise, of the subject property involved in the transaction, the licensee shall identify the source of the information.</p><p class=\"ql-align-justify\">&Tab;&Tab;2. For the purposes of this subsection, \"third-party information\" means:</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;a. an appraisal or any measurement information prepared by a licensed appraiser,</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;b. a survey or developer's plan prepared by a licensed surveyor,</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;c. a tax assessor's public record,</p><p class=\"ql-align-justify\">&Tab;&Tab;&Tab;d. a builder's plan used to construct or market the property, or</p><p class=\"ql-align-justify ql-indent-1\"> e. a plan, drawing or stated square footage provided by the owner or agent of the owner, as it relates to commercial buildings or structures for sale or for lease only.  Commercial land shall be verified by one of the methods provided for in subparagraphs a through d of this paragraph.</p><p class=\"ql-align-justify\">&Tab;C. A real estate licensee has no duty to the seller or purchaser of real property to conduct an independent investigation of the size or area, in square footage or otherwise, of a subject property, or to independently verify the accuracy of any third-party information as such term is defined in paragraph 2 of subsection B of this section.</p><p class=\"ql-align-justify\">&Tab;D. A real estate licensee who has complied with the requirements of this section, as applicable, shall have no further duties to the seller or purchaser of real property regarding disclosed or undisclosed property size or area information, and shall not be subject to liability to any party for any damages sustained with regard to any conflicting measurements or opinions of size or area, including exemplary or punitive damages.</p>",
        "title": "Size or Area - Requirements and Duties of Real Estate Licensee",
        "subChapterNum": null
      },
      {
        "titleNum": "858-515.2",
        "chapterNum": "20",
        "_id": "65315b13f9073bc9cbfadc4f",
        "sectionNum": "Section 858-515.2",
        "text": "<p class=\"ql-align-justify\">&Tab;A. If a real estate licensee has provided any third-party information, as defined in paragraph 2 of subsection B of Section 1 of this act, to any party to a real estate transaction concerning size or area of the subject real property, a party to the real estate transaction may recover damages from the licensee in a civil action only when a licensee knowingly violates the duty to disclose the source of the information, as required in paragraph 1 of subsection B of Section 1 of this act.</p><p class=\"ql-align-justify\">&Tab;B. The sole and exclusive civil remedy at common law or otherwise for a violation of paragraph 1 of subsection B of Section 1 of this act by a real estate licensee shall be an action for actual damages suffered by the party as a result of such violation and shall not include exemplary or punitive damages.</p><p class=\"ql-align-justify\">&Tab;C. For any real estate transaction commenced after the effective date of this act, any civil action brought pursuant to this section shall be commenced within two (2) years after the date of transfer of the subject real property.</p><p class=\"ql-align-justify\">&Tab;D. In any civil action brought pursuant to this section, the prevailing party shall be allowed court costs and reasonable attorney fees to be set by the court and collected as costs of the action.</p><p class=\"ql-align-justify\">&Tab;E. A transfer of a possessory interest in real property subject to the provisions of this act may not be invalidated solely because of the failure of any person to comply with the provisions of this act.</p><p class=\"ql-align-justify\">&Tab;F. The provisions of this act shall apply to, regulate and determine the rights, duties, obligations and remedies, at common law or otherwise, of the seller marketing his or her real property for sale through a real estate licensee, and of the purchaser of real property offered for sale through a real estate licensee, with respect to disclosure of third-party information concerning the subject real property's size or area, in square footage or otherwise, and this act hereby supplants and abrogates all common law liability, rights, duties, obligations and remedies of all parties therefor.</p>",
        "title": "Third Party Information - Remedy for Violation - Transfer of Possessory Interest",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "Miscellaneous",
    "subChapterNum": null
  },
  {
    "chapterNum": "20",
    "_id": "65315b13f9073bc9cbfadc50",
    "sectionNum": null,
    "titleNum": "VI",
    "sections": [
      {
        "titleNum": "858-601",
        "chapterNum": "20",
        "_id": "65315b14f9073bc9cbfadc51",
        "sectionNum": "Section 858-601",
        "text": "<p class=\"ql-align-justify\">&Tab;A. There is hereby created in the State Treasury a revolving fund for the Oklahoma Real Estate Commission to be designated \"Oklahoma Real Estate Education and Recovery Fund\". The fund shall consist of monies received by the Oklahoma Real Estate Commission as fees assessed for the Oklahoma Real Estate Education and Recovery Fund under the provisions of this act. The revolving fund shall be a continuing fund not subject to fiscal year limitations and shall be under the administrative direction of the Oklahoma Real Estate Commission. The Oklahoma Real Estate Commission may invest all or part of the monies of the fund in securities offered through the \"Oklahoma State Treasurer's Cash Management Program\". Any interest or dividends accruing from the securities and any monies generated at the time of redemption of the securities shall be deposited in the Oklahoma Real Estate Education and Recovery Fund. All monies accruing to the credit of the fund are hereby appropriated and may be budgeted and expended by the Oklahoma Real Estate Commission for the purposes specified in Section 858-605 of this title. Expenditures from said fund shall be made pursuant to the laws of this state and the statutes relating to the said Commission, and without legislative appropriation. Warrants for expenditures from said fund shall be drawn by the State Treasurer, based on claims signed by an authorized employee or employees of the said Commission and approved for payment by the Director of the Office of Management and Enterprise Services.</p><p class=\"ql-align-justify\">&Tab;B. Monies in the fund shall be used to reimburse any claimant who has been awarded a judgment, subject to subsection C of this section, by a court of competent jurisdiction to have suffered monetary damages by an Oklahoma real estate licensee in any transaction for which a license is required under The Oklahoma Real Estate License Code because of an act constituting a violation of The Oklahoma Real Estate License Code.</p><p class=\"ql-align-justify\">&Tab;C. In determining a claimant's eligibility to recover from the fund, the Commission may conduct an independent review of the merits, findings and damages involved in the underlying action and may conduct an evidentiary hearing to determine if a claim is eligible for recovery from the fund and the amount of damages awarded are due an act constituting a violation of The Oklahoma Real Estate License Code.</p>",
        "title": "Oklahoma Real Estate Education and Recovery Fund - Creation - Expenditures - Purposes",
        "subChapterNum": null
      },
      {
        "titleNum": "858-602",
        "chapterNum": "20",
        "_id": "65315b14f9073bc9cbfadc52",
        "sectionNum": "Section 858-602",
        "text": "<p class=\"ql-align-justify\">&Tab;A. An additional, nonrefundable fee as promulgated by rule by the Commission shall be added to and payable with the license fee for both new licenses and renewals of licenses for each licensee as provided in Section <a href=\"DeliverDocument.asp?citeid=96143\" rel=\"noopener noreferrer\" target=\"_blank\">858-307.1</a> of this title. Such additional fee shall be deposited in the Oklahoma Real Estate Education and Recovery Fund.</p><p class=\"ql-align-justify\">&Tab;B. If a license is issued for a period of less than thirty-six (36) months, such additional fee shall be prorated to the nearest dollar and month.</p><p class=\"ql-align-justify\">&Tab;C. If a real estate sales associate or provisional sales associate shall qualify for a license as a real estate broker, the additional fee for the remainder of the term shall be prorated to the nearest dollar and month and credited to the additional fee added to and payable with the real estate broker license fee.</p><p class=\"ql-align-justify\">&Tab;D. At the close of each fiscal year, the Commission shall transfer into the Oklahoma Real Estate Commission Revolving Fund any money in excess of that amount required to be retained in the Oklahoma Real Estate Education and Recovery Fund and that amount authorized to be expended as provided within this Code that is remaining in the Oklahoma Education and Recovery Fund and unexpended.</p>",
        "title": "Additional Fee - Disposition",
        "subChapterNum": null
      },
      {
        "titleNum": "858-603",
        "chapterNum": "20",
        "_id": "65315b14f9073bc9cbfadc53",
        "sectionNum": "Section 858-603",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Any claimant shall be eligible to seek recovery from the Oklahoma Real Estate Education and Recovery Fund if the following conditions have been met:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. An action has been filed in district court based upon a violation specified in the Oklahoma Real Estate License Code;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. The cause of action accrued not more than two (2) years prior to the filing of the action;</p><p class=\"ql-align-justify\">&Tab;&Tab;3. At the commencement of an action, the party filing the action shall immediately notify the Commission to this effect in writing and provide the Commission with a file-stamped copy of the petition or affidavit. Said Commission shall have the right to enter an appearance, intervene in, defend, or take any action it may deem appropriate to protect the integrity of the Fund. The Commission may waive the notification requirement if it determines that the public interest is best served by the waiver, that is to best meet the ends of justice and that the claimant making application made a good faith effort to comply with the notification requirements;</p><p class=\"ql-align-justify\">&Tab;&Tab;4. Final judgment is received by the claimant upon such action;</p><p class=\"ql-align-justify\">&Tab;&Tab;5. The final judgment is enforced as provided by statute for enforcement of judgments in other civil actions and that the amount realized was insufficient to satisfy the judgment; and</p><p class=\"ql-align-justify\">&Tab;&Tab;6. Any compensation recovered by the claimant from the judgment debtor, or from any other source for any monetary loss arising out of the cause of action, has been applied to the judgment awarded by the court.</p><p class=\"ql-align-justify\">&Tab;B. A claimant shall not be qualified to make a claim for recovery from the Oklahoma Real Estate Education and Recovery Fund, if:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. The claimant is the spouse of the judgment debtor or a personal representative of such spouse;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. The claimant is a licensee who acted in their own behalf in the transaction which is the subject of the claim; or</p><p class=\"ql-align-justify\">&Tab;&Tab;3. The claimants claim is based upon a real estate transaction in which the claimant is, through their own action, jointly responsible for any resulting monetary loss with respect to the property owned or controlled by the claimant.</p>",
        "title": "Eligibility to Recover from Fund - Ineligibility",
        "subChapterNum": null
      },
      {
        "titleNum": "858-604",
        "chapterNum": "20",
        "_id": "65315b14f9073bc9cbfadc54",
        "sectionNum": "Section 858-604",
        "text": "<p class=\"ql-align-justify\">&Tab;A. Any claimant who meets all of the conditions prescribed by this act may apply to the Commission for payment from the Oklahoma Real Estate Education and Recovery Fund, in an amount equal to the unsatisfied portion of the claimant's judgment, which is actual or compensatory damages, or Twenty-five Thousand Dollars ($25,000.00), whichever is less. The claimant is entitled to reimbursement for attorney fees reasonably incurred in the litigation not to exceed twenty-five percent (25%) of the claimant's amount approved by the Commission. Attorney fees charged and received shall be documented, verified, and submitted with the claim. Court costs and other expenses shall not be recoverable from the fund.</p><p class=\"ql-align-justify\">&Tab;B. Upon receipt by the claimant of the payment from the Oklahoma Real Estate Education and Recovery Fund, the claimant assigns the claimant's right, title and interest in that portion of the judgment to the Commission which shall be subrogated up to the amount actually paid by the fund to the claimant or to the claimant and the claimant's attorney. Upon suit to collect upon a judgment, the claimant shall have priority over the fund. Any amount subsequently recovered on the judgment by the Commission, to the extent of the Commission's right, title and interest therein, shall be used to reimburse the Oklahoma Real Estate Education and Recovery Fund.</p><p class=\"ql-align-justify\">&Tab;C. Payments for claims arising out of the same transaction which constitutes a claimant's cause of action based upon a violation of the Oklahoma Real Estate License Code shall be limited in the aggregate of Fifty Thousand Dollars ($50,000.00) irrespective of the number of claimants or parcels of real estate involved in the transaction.</p><p class=\"ql-align-justify\">&Tab;D. Payments for claims based upon judgments against any one licensee shall not exceed in the aggregate Fifty Thousand Dollars ($50,000.00).</p><p class=\"ql-align-justify\">&Tab;E. If at any time the monies in the Oklahoma Real Estate Education and Recovery Fund are insufficient to satisfy any valid claim, or portion thereof, the Commission shall satisfy such unpaid claim or portion thereof as soon as a sufficient amount of money has been deposited in the fund by collecting a special levy from members of the fund of an amount not to exceed Five Dollars ($5.00) each fiscal year. If the additional levy is not sufficient to pay all outstanding claims against the fund, the claims shall be paid as the money becomes available. Where there is more than one claim outstanding, the claims shall be paid in the order that they were approved.</p><p class=\"ql-align-justify\">&Tab;F. Any claim against a corporation, association or partnership would be imputed to the managing broker(s) at the time the cause of action arose.</p><p class=\"ql-align-justify\">&Tab;G. The license of said licensee shall be automatically revoked upon the payment of any amount from the Oklahoma Real Estate Education and Recovery Fund on a judgment against a licensee. The license shall not be considered for reinstatement until the licensee has repaid in full, plus interest at the rate of seven percent (7%) a year, the amount paid from the Oklahoma Real Estate Education and Recovery Fund on the judgment against the licensee.</p>",
        "title": "Application for Payment - Amount - Assignment of Rights, etc. - Insufficient Funds - Revocation of Broker's License",
        "subChapterNum": null
      },
      {
        "titleNum": "858-605",
        "chapterNum": "20",
        "_id": "65315b14f9073bc9cbfadc55",
        "sectionNum": "Section 858-605",
        "text": "<p class=\"ql-align-justify\">At any time when the total amount of monies deposited in the Oklahoma Real Estate Education and Recovery Fund exceeds Two Hundred Fifty Thousand Dollars ($250,000.00), the Commission in its discretion may expend such excess funds each fiscal year for the following purposes:</p><p class=\"ql-align-justify\">&Tab;&Tab;1. To promote the advancement of education in the field of real estate for the benefit of the general public and those licensed under the Oklahoma Real Estate License Code, but such promotion shall not be construed to allow advertising of this profession;</p><p class=\"ql-align-justify\">&Tab;&Tab;2. To underwrite educational seminars and other forms of educational projects for the benefit of real estate licensees;</p><p class=\"ql-align-justify\">&Tab;&Tab;3. To establish real estate courses at institutions of higher learning located in the state and accredited by the State Regents for Higher Education for the purpose of making such courses available to licensees and the general public; and</p><p class=\"ql-align-justify\">&Tab;&Tab;4. To contract for a particular educational project in the field of real estate to further the purposes of the Oklahoma Real Estate License Code.</p>",
        "title": "Expenditure of Funds",
        "subChapterNum": null
      }
    ],
    "text": null,
    "title": "Oklahoma Real Estate Education and Recovery Fund",
    "subChapterNum": null
  }
]