[
  {
    "chapterNum": "1",
    "title": "Administrative Operations",
    "subchapters": [
      {
        "subChapterNum": "1",
        "title": "General Provisions",
        "sections": [
          {
            "sectionNum": "605:1-1-1",
            "title": "Statement of purpose",
            "text": "<p class=\"ql-align-justify\">The fundamental and primary purpose of the Real Estate Commission is to safeguard public interest and provide quality services by assisting and providing resources; encouraging and requiring high standards of knowledge and ethical practices of licensees; investigating and sanctioning licensed activities; and through the prosecution of any unlicensed person who violates the \"Oklahoma Real Estate License Code and Rules.\"</p>"
          },
          {
            "sectionNum": "605:1-1-2",
            "title": "Authority",
            "text": "<p class=\"ql-align-justify\">The rules of this Title are hereby adopted in accordance with the provisions of Title 59, Section 858-101 et seq. and the provisions of Sections 301-327 of Title 75, Oklahoma Statutes, 1971.</p>"
          },
          {
            "sectionNum": "605:1-1-3",
            "title": "Title and construction",
            "text": "<p class=\"ql-align-justify\">The rules of this Title shall be known as the \"Oklahoma Real Estate Commission Rules.\"</p>"
          },
          {
            "sectionNum": "605:1-1-4",
            "title": "Operational procedures",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Organization.</strong> The organization of the Commission is declared to be that as enumerated in Sections 858-201 through 858-204 of the heretofore described Code.</p><p class=\"ql-align-justify\">(b) <strong>Operational procedures.</strong> The general course and method of operation shall be as hereinafter specified in overall provisions of the rules of this Title.</p><p class=\"ql-align-justify\">(c) <strong>Open Records Act.</strong> In conformance with Title 51, Section 24 A.1., et seq, Oklahoma Statutes, 1985, titled \"Oklahoma Open Records Act\" all open records of the Real Estate Commission may be inspected and copied in accordance with procedures, policies, and fee as required by the Commission. The Commission shall charge the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  A fee of $.25 for each xerographic copy or micrographic image.</p><p class=\"ql-align-justify ql-indent-1\">(2)  A fee of $1.00 for each copy to be certified.</p><p class=\"ql-align-justify ql-indent-1\">(3)  A fee of $10.00 per hour for a record or file search.</p><p class=\"ql-align-justify ql-indent-1\">(4)  A fee of Forty Dollars ($40.00) per extract for License Data extract.</p><p class=\"ql-align-justify ql-indent-1\">(5)  A fee of Fifty Dollars ($50.00) every three (3) months for an Examinee Data extract.</p><p class=\"ql-align-justify ql-indent-1\">(6)  A fee of no more than Seven Dollars and Fifty Cents ($7.50) for a convenience fee for any electronic/on-line transaction.</p><p class=\"ql-align-justify\">(d) <strong>Petition for promulgation, amendment or repeal of any rule.</strong> Any person may petition the Commission in writing requesting a promulgation, amendment or repeal of any rule.</p><p class=\"ql-align-justify ql-indent-1\">(1)  The petition must be in writing in business letter form or in the form of petitions used in civil cases in this State, and shall contain an explanation and the implications of the request and shall be:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Signed by the person filing the petition and be filed with the Secretary-Treasurer of the Commission.</p><p class=\"ql-align-justify ql-indent-2\">(B)  Submitted to the Commission at least thirty (30) days prior to a regular meeting.</p><p class=\"ql-align-justify ql-indent-2\">(C)  Considered by the Commission at its first meeting following such thirty (30) days.</p><p class=\"ql-align-justify ql-indent-2\">(D)  Scheduled for a public hearing before the Commission within sixty (60) days after being considered by the Commission in a regular meeting.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Within sixty (60) days after the public hearing, the Commission shall either grant or deny the petition. If the petition is granted, the Commission shall immediately begin the procedure for the promulgation, amendment or repeal of any rule pursuant to Title 75 O.S. 303.</p><p class=\"ql-align-justify ql-indent-1\">(3)  If the petition is denied the parties retain their rights under 75 O.S. Sec. 318, to proper Judicial Review.</p><p class=\"ql-align-justify\">(e) <strong>Petition for declaratory ruling of any rule or order.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  Any person may petition the Commission for a declaratory ruling as authorized by Section 307 of Title 75 of the Oklahoma Statutes as to the applicability of any rule or order of the Commission. Such petition shall:</p><p class=\"ql-align-justify ql-indent-2\">(A)  be in writing;</p><p class=\"ql-align-justify ql-indent-2\">(B)  be signed by the person seeking the ruling;</p><p class=\"ql-align-justify ql-indent-2\">(C)  state the rule or order involved;</p><p class=\"ql-align-justify ql-indent-2\">(D)  contain a brief statement of facts to which the ruling shall apply; and</p><p class=\"ql-align-justify ql-indent-2\">(E)  if known and available to petitioner, include citations of legal authority in support of such views.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The Commission shall have at least thirty (30) days to review the petition. Following the review period, the Commission shall consider the petition at its next meeting.</p><p class=\"ql-align-justify ql-indent-1\">(3)  The Commission may compel the production of testimony and evidence necessary to make its declaratory ruling.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Declaratory rulings shall be available for review by the public at the Commission office.</p><p class=\"ql-align-justify\">(f) <strong>Contract Forms Committee.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  The Contract Forms Committee is required to draft and revise real estate purchase and/or lease contracts and any related addenda for standardization and use by real estate licensees (Title 59 O.S. 858-208 {14}).</p><p class=\"ql-align-justify ql-indent-1\">(2)  The committee shall consist of eleven (11) members. Three (3) members shall be appointed by the Oklahoma Real Estate Commission; three (3) members shall be appointed by the Oklahoma Bar Association; and five (5) members shall be appointed by the Oklahoma Association of Realtors, Incorporated.</p><p class=\"ql-align-justify ql-indent-1\">(3)  The initial members' terms shall begin upon development of the forms and each member shall serve through the effective date of implementation of form(s) plus one (1) year. Thereafter, the Oklahoma Real Estate Commission shall appoint one (1) member for one (1) year, one (1) member for two (2) years, and one (1) member for three (3) years; the Oklahoma Bar Association shall appoint one (1) member for one (1) year, one (1) member for two (2) years, and one (1) member for three (3) years and; the Oklahoma Association of Realtors, Incorporated shall appoint two (2) members for one (1) year, two (2) members for two (2) years, and one (1) member for three (3) years. Thereafter, terms shall be for three (3) years and each member shall serve until their term expires and their successor has been appointed. Any vacancy which may occur in the membership of the committee shall be filled by the appropriate appointing entity.</p><p class=\"ql-align-justify ql-indent-1\">(4)  A member can be removed for just cause by the committee or by quorum vote of Commissioners on the Commission. </p><p class=\"ql-align-justify ql-indent-1\">(5)  Each member of the committee shall be entitled to receive travel expenses essential to the performance of the duties of his appointment, as provided in the State Travel Reimbursement Act.</p><p class=\"ql-align-justify ql-indent-1\">(6) Each member of the committee who satisfies the minimum participation requirements shall be entitled to receive continuing education credit for the following courses:</p><p class=\"ql-align-justify ql-indent-2\">(A) Contracts</p><p class=\"ql-align-justify ql-indent-2\">(B) Code and Rules </p><p class=\"ql-align-justify\">(g) <strong>Oklahoma Education and Recovery Fund.</strong> If a special levy is assessed on licensees as outlined in Title 59 O.S. 858-604 (E), the levy must be paid within sixty (60) days of assessment or the license will be placed on inactive status and shall not be placed on active status until the levy is paid.</p>"
          }
        ]
      }
    ]
  },
  {
    "chapterNum": "10",
    "title": "Requirements, Standards and Procedures",
    "subchapters": [
      {
        "subChapterNum": "1",
        "title": "General Provisions",
        "sections": [
          {
            "sectionNum": "605:10-1-1",
            "title": "Purpose",
            "text": "<p class=\"ql-align-justify\">The rules of this Chapter establish procedures and standards that apply to real estate licensees, real estate schools and instructors, and which must be complied with as authorized under the provisions of the Oklahoma Real Estate License Code, Title 59, O.S., Sections 858-101 through 858-605.</p>"
          },
          {
            "sectionNum": "605:10-1-2",
            "title": "Definitions",
            "text": "<p class=\"ql-align-justify\">When used in this Chapter, masculine words shall include the feminine and neuter, and the singular includes the plural. The following words or terms, when used in this Chapter, shall have the following meaning, unless the context clearly indicates otherwise:</p><p class=\"ql-align-justify\">&Tab;<strong>\"Advertising\"</strong> means all forms of representation, promotion and solicitation disseminated in any manner and by any means of communication, to include social networking, to consumers for any purpose related to licensed real estate activity.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Bona fide offer\"</strong> means an offer in writing.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Branch office\" </strong>means an extension of a broker's main office location and normally is located at a different location than the main office. A branch office shall not be independently owned by any person other than the applicable broker or entity.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Branch office broker\"</strong> means a person who qualified for a broker license and who is designated by a broker manager or proprietor broker to direct and supervise a branch office on behalf of the broker in conformance with Section 858-310 of the Code. A branch office broker is considered an associate of a broker manager or proprietor broker.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Broker\"</strong> means a sole proprietor, corporation, managing corporate broker of a corporation, association, managing broker member or manager of an association, partnership, or managing partners of a partnership and shall be one and the same as defined as a broker in Section 858-102 of the Code and whom the Commission shall hold responsible for all actions of associates who are assigned to said broker.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Code\"</strong> when used in the rules of this Chapter, means Title 59, Section 858-101 et seq, Oklahoma Statutes as adopted 1974 and amended.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Entity\" </strong>means association, corporation and partnership.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Filed\" </strong>means the date of the United States postal service postmark or the date personal delivery is made to the Commission office.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Firm\"</strong> means a sole proprietor, corporation, association or partnership.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Inactive status\"</strong> means a period in which a licensee is prohibited from performing activities which require an active license.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Nonresident\"</strong> means a person who is licensed to practice in this state, however, does not maintain a place of business in this state but maintains a place of business in another state and who periodically comes to this state to operate and perform real estate activities.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Previously licensed applicant\"</strong> means a person who has been licensed in another state and desires to obtain a resident license in this state.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Provisional sales associate\"</strong> shall be synonymous in meaning with sales associate except where it is specifically addressed in Subchapters 3, 5 and 7 of this Chapter.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Rents\"</strong> or <strong>\"leases real estate\"</strong> as referenced in Title 59, Section 858-102, subparagraph 2, means the licensed activities provided by a broker through a property management agreement with a party for a fee, commission or other valuable consideration, or with the intention or expectation of receiving or collecting a fee, commission or other valuable consideration. Licensed property management activities may include, but shall not be limited to, showing real property for rent or lease; soliciting tenants and landlords; negotiating on behalf of the tenant or landlord; and complying with and maintaining the property in accordance with Title 41, Oklahoma Statutes, Non-Residential/Residential Landlord and Tenant Acts.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Resident\" </strong>means a person who is licensed in this state and operates from a place of business in this state.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Sole proprietor\"</strong> means a broker who is the sole owner of a real estate business.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Team name\" </strong>means a name used by a team as defined in Section 858-305 of the Code. All team names must be approved by the broker and must be registered with the Commission.</p><p class=\"ql-align-justify\">&Tab;<strong>\"Trade name\"</strong> means the name a firm is to be known as and which is used in advertising by the firm to promote and generate publicity for the firm. A firm may or may not do business in the name under which their license is issued but must register with the Commission all trade names used by the firm.</p>"
          },
          {
            "sectionNum": "605:10-1-3",
            "title": "Appeal of administrative decisions; procedures",
            "text": "<p class=\"ql-align-justify\">(a) Unless specifically provided for elsewhere in this Chapter, any adverse administrative action or decision rendered by the Commission, its staff on behalf of the Commissionor a third party contract vendor, may be appealed by the adversely affected party filing within thirty (30) days of notice of such action or decision, a written request for a hearing.</p><p class=\"ql-align-justify\">(b) Upon receipt of a request for any non-disciplinary hearing provided for in this Section, or any other rule of this Chapter, the Secretary-Treasurer shall schedule an administrative decision hearing before a Hearing Examiner, a selected panel of the Commission, or the Commission as a whole giving at least fifteen (15) days notice of such hearing. Such hearing shall be public except that upon motion, witnesses, other than the adversely affected appealing party, may be excluded from the hearing room when such witnesses are not testifying. A court reporter shall be present to record the proceedings in behalf of the Commission. Any person desiring a copy of the transcript of the proceedings may purchase such from the reporter.</p><p class=\"ql-align-justify\">(c) In the case of a proceeding conducted by the Commission as a whole or a panel of the Commission, the Chairman or his designee shall preside. Designated counsel shall advise the chair as to rulings upon the questions of admissibility of evidence, competence of witnesses and any other question of law where such ruling is required or requested.</p><p class=\"ql-align-justify\">(d) The appealing party may present his or her own evidence or may present such through his or her counsel. In order that the hearing will not be encumbered by evidence having no bearing on the issues, testimony by all witnesses will be limited to matters relevant to the issues involved.</p><p class=\"ql-align-justify\">(e) The order of procedure shall be as follows:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Recitation of the administrative action or decision.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Presentation of the adversely affected party's appeal.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Questioning of the appealing party by the hearing panel or Hearing Examiner.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Response by the Commission or Commission representatives detailing grounds for and basis for the administrative decision or action.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Examination of witnesses by appealing party with cross-examination of such witnesses.</p><p class=\"ql-align-justify ql-indent-1\">(6)  Closing statements by the appealing party.</p><p class=\"ql-align-justify\">(f) If the case is heard by the Commission as a whole, the Commission shall deliberate and render its decision with confirmation of such decision in writing in the form of an Order distributed to all parties by mail.</p><p class=\"ql-align-justify\">(g) In the case of a hearing conducted by a Hearing Examiner or a panel of the Commission, following the hearing, the Hearing Examiner or attorney sitting as counsel to the panel of the Commission shall prepare a recommended Order to be considered by the Real Estate Commission as a whole at a future meeting. All parties will be furnished copies of the recommended Order and notified as to the date the recommendations will be considered by the Commission for adoption. At the same time, notice will be given also to the parties that written exceptions or requests to present oral exceptions or arguments, if any, should be submitted on or before a designated date pursuant to Section 311, Title 75, Oklahoma Statutes. Upon adoption of the recommended Order by the Commission as a whole, such Order shall be distributed to all parties.</p>"
          },
          {
            "sectionNum": "605:10-1-4",
            "title": "Returned checks - disposition",
            "text": "<p class=\"ql-align-justify\">(a) All fees are received subject to collection. Payment of a fee to the Commission with a dishonored check may be prima facie evidence of a violation of Title 59, Section 858-312.</p><p class=\"ql-align-justify\">(b) If the Commission receives a check that is dishonored upon presentation to the bank on which the check is drawn, a returned check fee of Thirty-five Dollars ($35.00) will be charged. If such payment is for fees, or other amounts due the Commission, and the check is not replaced within the specified time frame as determined by the Commission, such request shall be deemed incomplete and the transaction null and void.</p><p class=\"ql-align-justify\">(c) Other services may be delayed or denied if a check is dishonored upon presentation to the bank on which the check is drawn.</p>"
          }
        ]
      },
      {
        "subChapterNum": "3",
        "title": "Education and Examination Requirements",
        "sections": [
          {
            "sectionNum": "605:10-3-1",
            "title": "Prelicense education requirements",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Subject Content.</strong> On and after July 1, 1993, as evidence of an applicant's having satisfactorily completed those education requirements as set forth in Sections 858-302 and 858-303 of the Code, each applicant for licensure shall present with his or her application a certification showing successful completion of the applicable course of study approved by the Commission as follows:</p><p class=\"ql-align-justify ql-indent-1\">(1)  To qualify an applicant for examination and licensure as a provisional sales associate, the course shall consist of at least ninety (90) clock hours of instruction or its equivalent as determined by the Commission. In order for a provisional sales associate to obtain a sales associate license, the provisional sales associate must, following issuance of a provisional license, complete additional education as required in Section 858-302 of the Code. The pre-license course of study shall be referred to as the Basic Course of Real Estate, Part I of II and shall encompass the following areas of study:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Real Estate Economics and Marketing</p><p class=\"ql-align-justify ql-indent-2\">(B)  Nature of Real Estate</p><p class=\"ql-align-justify ql-indent-2\">(C)  Rights and Interest in Real Estate</p><p class=\"ql-align-justify ql-indent-2\">(D)  Legal Descriptions</p><p class=\"ql-align-justify ql-indent-2\">(E)  Title Search, Encumbrances, and Land Use Control</p><p class=\"ql-align-justify ql-indent-2\">(F)  Transfer of Rights</p><p class=\"ql-align-justify ql-indent-2\">(G)  Service Contracts</p><p class=\"ql-align-justify ql-indent-2\">(H)  Estimating Transaction Expenses</p><p class=\"ql-align-justify ql-indent-2\">(I)  Value and Appraisal</p><p class=\"ql-align-justify ql-indent-2\">(J)  Marketing Activities</p><p class=\"ql-align-justify ql-indent-2\">(K)  Fair Housing</p><p class=\"ql-align-justify ql-indent-2\">(L)  Contract Law Overview</p><p class=\"ql-align-justify ql-indent-2\">(M)  Contract Law and Performance</p><p class=\"ql-align-justify ql-indent-2\">(N)  Offers and Purchase Contracts</p><p class=\"ql-align-justify ql-indent-2\">(O)  Financing Real Estate</p><p class=\"ql-align-justify ql-indent-2\">(P)  Closing a Transaction</p><p class=\"ql-align-justify ql-indent-2\">(Q)  Regulations Affecting Real Estate</p><p class=\"ql-align-justify ql-indent-2\">(R)  Disclosures and Environmental Issues</p><p class=\"ql-align-justify ql-indent-2\">(S)  Property Management and Leasing</p><p class=\"ql-align-justify ql-indent-2\">(T)  Risk Management</p><p class=\"ql-align-justify ql-indent-2\">(U)  Professional Standards of Conduct</p><p class=\"ql-align-justify ql-indent-2\">(V)  Law of Agency</p><p class=\"ql-align-justify ql-indent-1\">(2)  To qualify an applicant for examination and licensure as a broker or a broker associate, the course shall consist of at least ninety (90) clock hours of instruction or its equivalent as determined by the Commission. Such course of study shall be referred to as the Advanced Course in Real Estate and shall encompass the following areas of study:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Laws and Rules Affecting Real Estate Practice</p><p class=\"ql-align-justify ql-indent-2\">(B)  Broker Supervision</p><p class=\"ql-align-justify ql-indent-2\">(C)  Establishing a Real Estate Office</p><p class=\"ql-align-justify ql-indent-2\">(D)  Professional Development</p><p class=\"ql-align-justify ql-indent-2\">(E)  Business, Financial, and Brokerage Management</p><p class=\"ql-align-justify ql-indent-2\">(F)  Oklahoma Broker Relationships</p><p class=\"ql-align-justify ql-indent-2\">(G)  Anti-Trust and Deceptive Trade</p><p class=\"ql-align-justify ql-indent-2\">(H)  Risk Management and Insurance</p><p class=\"ql-align-justify ql-indent-2\">(I)  Mandated Disclosures, Hazards, and Zoning</p><p class=\"ql-align-justify ql-indent-2\">(J)  Real Estate Financing</p><p class=\"ql-align-justify ql-indent-2\">(K)  Specialized Property Operations and Specialty Areas</p><p class=\"ql-align-justify ql-indent-2\">(L)  Trust Accounts and Trust Funds</p><p class=\"ql-align-justify ql-indent-2\">(M)  Closing a Real Estate Transaction</p><p class=\"ql-align-justify ql-indent-2\">(N)  Closing Statements</p><p class=\"ql-align-justify ql-indent-2\">(O)  Professional Standards of Conduct</p><p class=\"ql-align-justify ql-indent-2\">(P)  Property Ownership</p><p class=\"ql-align-justify ql-indent-2\">(Q)  Land Use Controls and Regulations</p><p class=\"ql-align-justify ql-indent-2\">(R)  Valuation and Market Analysis</p><p class=\"ql-align-justify ql-indent-2\">(S)  Law of Agency</p><p class=\"ql-align-justify ql-indent-2\">(T)  Contracts</p><p class=\"ql-align-justify ql-indent-2\">(U)  Transfer of Property</p><p class=\"ql-align-justify ql-indent-2\">(V)  Practice of Real Estate</p><p class=\"ql-align-justify ql-indent-2\">(W)  Real Estate Calculations</p><p class=\"ql-align-justify\">(b) <strong>Equivalent Course Content.</strong> As evidence of an applicant's having successfully completed those education requirements as set forth in Section 858-304 of the Code, each applicant shall present a certified transcript from an institution of higher education, accredited by the Oklahoma State Regents for Higher Education or the corresponding accrediting agency of another jurisdiction.</p><p class=\"ql-align-justify ql-indent-1\">(1)  The basic course of real estate shall be limited to Basic Real Estate Principles and Practices; provided, however, that a course or combination of courses not so titled may be accepted if the course content has been determined by the Commission to be equivalent as one and the same as enumerated in this Section.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The advanced course of real estate shall be limited to Advanced Real Estate Principles and Practices; provided that a course or combination of courses not so titled may be accepted if the course content has been determined by the Commission to be equivalent as one and the same as that enumerated in this Section.</p><p class=\"ql-align-justify ql-indent-1\">(3)  The Commission shall accept in lieu of a certified transcript a course completion certificate as prescribed by the Commission.</p><p class=\"ql-align-justify\">(c) <strong>Entities allowed to seek approval.</strong> The education courses required of this Section shall be satisfied by courses approved by the Commission and offered by:</p><p class=\"ql-align-justify ql-indent-1\">(1)  The Commission</p><p class=\"ql-align-justify ql-indent-1\">(2)  An area vocational-technical school</p><p class=\"ql-align-justify ql-indent-1\">(3)  A college or university</p><p class=\"ql-align-justify ql-indent-1\">(4)  A private school</p><p class=\"ql-align-justify ql-indent-1\">(5)  The Oklahoma Association of Realtors, the National Association of Realtors, or any affiliate thereof,</p><p class=\"ql-align-justify ql-indent-1\">(6)  The Oklahoma Bar Association, American Bar Association, or any affiliate thereof; or</p><p class=\"ql-align-justify ql-indent-1\">(7)  An education provider.</p><p class=\"ql-align-justify\">(d) <strong>Attendance and successful completion required for in-class credit.</strong> To complete any in-class offering, a person must physically be present during all of the offering time and successfully complete all course requirements to include an examination.</p><p class=\"ql-align-justify\">(e) <strong>Successful completion of materials and examination required for distance education credit.</strong> To complete a distance education course offering, a person must successfully complete all course requirements to include all modules and an examination.</p>"
          },
          {
            "sectionNum": "605:10-3-2",
            "title": "Application for license",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Requirements for completing application.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  Any person seeking a real estate license shall make application for such license on a form provided by the Commission. The form shall contain, but not be limited to, the following:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  Legal name to include first, middle and last name.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Routine biographical information.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  License history in Oklahoma and other states.</p><p class=\"ql-indent-2 ql-align-justify\">(D)  Criminal and/or civil charges or convictions, including bankruptcy and judgments.</p><p class=\"ql-indent-2 ql-align-justify\">(E)  Compliance with Title 59 O.S. 858.301.1 regarding felony convictions.</p><p class=\"ql-indent-2 ql-align-justify\">(F)  Birth date.</p><p class=\"ql-indent-2 ql-align-justify\">(G)  Evidence of successful completion of course requirement as specified in the \"Code\".</p><p class=\"ql-indent-2 ql-align-justify\">(H)  If applicable, evidence of transaction experience as specified in the \"Code.\"</p><p class=\"ql-indent-2 ql-align-justify\">(I)  If applicable, evidence of successful completion of the Broker in Charge course.</p><p class=\"ql-indent-2 ql-align-justify\">(J)  A sworn statement as to accuracy of the application information.</p><p class=\"ql-indent-2 ql-align-justify\">(K)  Documentation required for compliance necessary to verify citizenship, qualified alien status, and eligibility under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996.</p><p class=\"ql-indent-2 ql-align-justify\">(L)  Social security number, pursuant to Title 56, Oklahoma Statutes, Section 240.21A.</p><p class=\"ql-indent-2 ql-align-justify\">(M)  Submit to a national criminal history record check, as defined by Section 150.9 of Title 74 of the Oklahoma Statutes. A fee amount, not to exceed sixty dollars ($60.00), shall be sent to the Commission to begin the process of the national criminal history check.</p><p class=\"ql-indent-3 ql-align-justify\">(i) A completed national criminal history record check, completed for the Commission, shall be valid for six (6) months from the date of issuance from the issuing authority.</p><p class=\"ql-indent-3 ql-align-justify\">(ii) In the event an applicant is not physically able to submit to finger printing, other applicant identifiers shall be utilized, i.e., name, birth date and social security number.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  An applicant indicating a bankruptcy or judgment, criminal and/or civil charges or convictions on the application, must submit with the application official documents to the Commission which pertain to the disposition of the matter. If official documents are unable to be obtained, a detailed letter explaining the matter(s) must be attached to the application.</p><p class=\"ql-align-justify\">(b) <strong>Applicant shall appear for examination.</strong> Each applicant shall appear for an examination as soon as possible subsequent to the filing of an approved application or the signing of a form as required in 605:10-3-3. Each applicant shall allow a photograph to be taken of them at the time they take their real estate examination.</p><p class=\"ql-align-justify\">(c) <strong>Application Fee.</strong> A one-time application processing fee of Thirty Five Dollars ($35.00) shall accompany all applications for original licensure.</p>"
          },
          {
            "sectionNum": "605:10-3-3",
            "title": "Proceedings upon application for a license",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Qualified application.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1) <strong>Approved application.</strong> If the Commission is of the opinion that an applicant for license is qualified, the application shall be approved. An approved application shall be valid for ninety (90) days.</p><p class=\"ql-indent-1 ql-align-justify\">(2) <strong>Denial of application.</strong> If, from the application filed, or from answers to inquiries, or from complaints or information received, or from investigation, it shall appear to the Commission the applicant is not qualified at any time before the initial license is issued, the Commission shall refuse to approve the application and shall give notice of that fact to the applicant within fifteen (15) days after its ruling, order or decision.</p><p class=\"ql-align-justify\">(b) <strong>Appeal of denial of application.</strong> Upon written request from the applicant, filed within thirty (30) days after receipt of such notice of denial, the Commission shall set the matter for hearing to be conducted within sixty (60) days after receipt of the applicant's request.</p><p class=\"ql-align-justify\">(c) <strong>Applicant hearing.</strong> The hearing shall be at the time and place as prescribed by the Commission. At least ten (10) days prior to the date set for hearing the Commission shall notify the applicant and other persons protesting, and shall set forth in a notice the reason or reasons why the Commission refused to accept or approve the application. The written notice of the hearing may be served by personal delivery to the applicant and protesters, or by mailing the same by registered or certified mail to the last known address of the applicant and/or protesters.</p><p class=\"ql-align-justify\">(d) <strong>Hearing procedures.</strong> The hearing procedure shall be that as outlined in 605:10-1-3 titled \"Appeal of administrative decisions; procedures.\"</p>"
          },
          {
            "sectionNum": "605:10-3-4",
            "title": "Broker applicant; experience",
            "text": "<p class=\"ql-align-justify\">(a) No individual shall be licensed as a real estate broker unless in addition to the other requirements in the Code, he or she has served two (2) years, or its equivalent, as a licensed real estate sales associate and/or broker associate, with and under the instructions and guidance of a licensed real estate broker of this state or any other state at least twenty-four (24) months within the five (5) year period immediately prior to the filing of his or her application for license as a real estate broker in Oklahoma. Additionally, no individual shall be licensed as a real estate broker unless he or she can provide documentation verifying ten real estate transactions as defined in Section 858-303 of the Code within the past five years, or the equivalent thereof, as determined by the Commission. Such documentation shall be demonstrated on forms developed by the Commission.</p><p class=\"ql-align-justify\">(b) An application submitted for the purpose of seeking a license to function as a real estate broker shall not be accepted for filing by the Commission unless such applicant has completed the two (2) year licensure requirement on or before the date such application is submitted.</p>"
          },
          {
            "sectionNum": "605:10-3-4.1",
            "title": "Broker associate applicant; experience",
            "text": "<p class=\"ql-align-justify\">(a) No individual shall be licensed as a real estate broker associate unless in addition to the other requirements in the Code, he or she has served two years, or its equivalent, as a licensed real estate provisional sales associate and/or sales associate, with and under the instructions and guidance of a licensed real estate broker of this state or any other state at least twenty-four (24) months within the five (5) year period immediately prior to the filing of his or her application for license as a real estate broker associate in Oklahoma.</p><p class=\"ql-align-justify\">(b) An application submitted for the purpose of seeking a license to function as a real estate broker associate shall not be accepted for filing by the Commission until such applicant has completed the two (2) year licensure requirement on or before the date such application is submitted.</p>"
          },
          {
            "sectionNum": "605:10-3-5",
            "title": "Examinations",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Applicant must appear in person.</strong> When an application for examination has been submitted to the Commission, the applicant shall be required to appear in person, at a time and place to be designated by the Commission, and answer questions based on the required subject matter as prescribed elsewhere in the rules of this Chapter. All examination fees shall be established by the Commission in conjunction with any examination vendor selected by the Commission. Examination fees shall be published on the Commission website. </p><p class=\"ql-align-justify\">(b) <strong>Special Accommodations.</strong> In cases where special accommodations are necessary under the requirements of the Americans with Disabilities Act, applicants must notify the examination supplier in advance by submitting a written request describing the disability and necessary accommodations.</p><p class=\"ql-align-justify\">(c) <strong>Failure to pass examination.</strong> If an applicant fails to pass the examination prescribed by the Commission, the Commission may permit subsequent examinations upon receipt of a new examination fee for each examination to be attempted.</p><p class=\"ql-align-justify\">(d) <strong>Applicant request to view failed examination.</strong> An applicant who fails the examination has the option of reviewing their missed questions at the end of their examination. An applicant may challenge the validity of any question(s) they identify as incorrectly graded. A challenge to a question that pertains to the Oklahoma law portion of the examination will be sent to the Commission by the examination supplier. A challenge to a question that pertains to the national portion will fall under the review policy of the examination supplier. In either case, both the examination supplier and/or the Commission shall have five (5) business days in which to review and issue a response to the applicant. Applicants will be allowed up to one (1) hour to review their exam and the applicant will not be allowed to test on the same day they review a failed examination. No notes, pencils, or electronic devices will be allowed during a review nor will they be allowed to leave the examination area with the examination questions.</p><p class=\"ql-align-justify\">(e) <strong>Application valid for one year.</strong> The original examination application shall be valid for one (1) year from date of filing. After such date, an applicant must complete a new original application form.</p><p class=\"ql-align-justify\">(f) <strong>Passing percentile of examination.</strong> A score of seventy-five percent (75%) or more shall be considered a passing grade on the broker examination. A score of seventy percent (70%) or more shall be considered a passing grade on the provisional sales associate/sales associate examination.</p><p class=\"ql-align-justify\">(g) <strong>Validity period of examination results.</strong> The results of an examination wherein an applicant scored a passing grade shall be valid for one (1) year from the date of such examination.</p><p class=\"ql-align-justify\">(h) <strong>Disciplinary examination fee.</strong> A fee shall be charged for an examination which is directed by Order of the Commission as disciplinary action.</p><p class=\"ql-align-justify\">(i) <strong>Examination voided.</strong> A licensee or instructor applicant caught cheating during the course of a real estate examination shall:</p><p class=\"ql-align-justify ql-indent-1\">(1)  immediately forfeit the examination and receive a failing score,</p><p class=\"ql-indent-1 ql-align-justify\">(2)  be disqualified from retaking the examination for one year, and</p><p class=\"ql-indent-1 ql-align-justify\">(3) must-reapply as an original applicant for any future application submitted after the one year ban</p><p class=\"ql-indent-1 ql-align-justify\">(4)  applicants impacted by this section are allowed to file an appeal with the Commission under Rule 605:10-1-3.</p>"
          },
          {
            "sectionNum": "605:10-3-6",
            "title": "Continuing education requirement",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Definition.</strong> Continuing education shall be defined as any real estate oriented education course or equivalent, hereinafter called offering(s) intended:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  To improve the knowledge of licensees.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  To keep licensees abreast of changing real estate practices and laws.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  To help licensees meet the statutory requirements for license renewal.</p><p class=\"ql-align-justify\">(b) <strong>Purpose.</strong> The purpose of continuing education is to provide an educational program through which real estate licensees can continually become more competent and remain qualified to engage in real estate activities for which they are licensed. Such activities involve facts and concepts about which licensees must be knowledgeable in order to safely and confidently conduct real estate negotiations and transactions in the public's best interest.</p><p class=\"ql-align-justify\">(c) <strong>Goals.</strong> The goals of continuing education are:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  To provide licensees with opportunity for obtaining necessary current information and knowledge which will enable them to conduct real estate negotiations and transactions in a legal and professional manner in order to better protect public interest.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  To assure that the licensees are provided with current information regarding new and/or changing laws and regulations which affect the real estate business.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  To ensure that the consumers interest is protected from unknowledgeable licensees.</p><p class=\"ql-align-justify\">(d) <strong>Objectives.</strong> The objectives of continued education are as follows:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  For licensees to expand and enhance their knowledge and expertise so as to be continually effective, competent, and ethical as they practice real estate.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  For licensees to review and update their knowledge of federal, state and local laws and regulations which affect real estate practices.</p><p class=\"ql-align-justify\">(e) <strong>Entities allowed to seek approval.</strong> The Commission may approve and/or accept any offering provided by an entity which meets the purposes, goals, and objectives of the continuing education requirement. The Commission may accept the following offerings as proof of meeting the continuing education requirement:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  Any offering which is approved and presented by those entities enumerated in paragraph B, of 858- 307.2 of the \"Code\".</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Any offering in real estate, or directly related area, approved and/or accepted by the real estate regulatory agency in another state; provided such offering is not excluded elsewhere in this Chapter.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  Any offering in real estate, or directly related area, not accepted in paragraphs (1) or (2) of this subsection, which can be determined by the Commission to be in compliance with the intent of the rules of this Chapter.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  Completion of an approved ninety (90) hour prelicense broker course or an approved forty-five (45) hour provisional sales associate postlicense course, or its respective equivalent as determined by the Commission shall suffice for 21-hours of continuing education credit for a licensee. An individual segment of an approved prelicense broker course or an approved provisional sales associate postlicense course shall suffice for continuing education credit provided such individual segment has also been separately approved for continuing education credit.</p><p class=\"ql-align-justify\">(f) <strong>Ineligible courses.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  The following offerings will not be considered by the Commission to meet continuing education requirements:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  General training or education not directly related to real estate or real estate practices.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Offerings in mechanical office and business skills such as typing, speed reading, memory improvement, report writing, and personal motivation that is not directly related to real estate.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  Sales promotion or other meetings held in conjunction with the general real estate brokerage business.</p><p class=\"ql-indent-2 ql-align-justify\">(D)  Meetings which are a normal part of in-house training.</p><p class=\"ql-indent-2 ql-align-justify\">(E)  That portion of any offering devoted to breakfast, luncheon, dinner, or other refreshments.</p><p class=\"ql-indent-2 ql-align-justify\">(F)  Prelicense general training and education to obtain a provisional sales associate or sales associate license or license examination refresher courses for provisional sales associate/sales associate or broker.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  The list in (1) of this subsection does not limit the Commission's authority to disapprove any offering which fails to meet the adopted purposes, goals and objectives.</p><p class=\"ql-align-justify\">(g) <strong>List of approved entities.</strong> The Commission shall maintain a list of approved entities.</p><p class=\"ql-align-justify\">(h) <strong>Licensee responsible for notification to Commission.</strong> Each licensee shall be ultimately responsible to the Commission to furnish evidence of having successfully completed the continuing education requirements for license renewal, activation, or reinstatement, as set forth elsewhere in this Chapter. Each licensee shall present to the Commission evidence of completion of a minimum of twenty-one (21) clock hours of continuing education offerings acceptable by the Commission. As evidence of having completed the requirement each licensee shall present:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  A certificate, and/or documents, statements and forms, as may reasonably be required by the Commission, or</p><p class=\"ql-indent-1 ql-align-justify\">(2)  A certified transcript; provided, however, if such offering is taken as an accredited C.E.U. (Continuing Education Unit) a certificate may be accepted in lieu of the transcript.</p><p class=\"ql-align-justify\">(i) <strong>Attendance and successful completion required for in-class credit.</strong> To complete any in-class offering, a person must physically be present during all of the offering time and successfully complete all course requirements.</p><p class=\"ql-align-justify\">(j) <strong>Successful completion of materials and examination required for distance education credit.</strong> To complete a distance education course offering, a person must successfully complete all course requirements to include all modules and an examination.</p><p class=\"ql-align-justify\">(k) <strong>Course limitations.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  A particular course offering may not be taken for continuing education credit more than once from the same entity and/or instructor during a renewal period.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Educational courses taken for disciplinary reasons shall not count towards the normal continuing education requirements for licensees.</p><p class=\"ql-align-justify\">(l) <strong>Required number of continuing education hours.</strong> The required number of continuing education hours for a licensee shall be as follows:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  As a condition of a license activation or active reinstatement, each license with an expiration date of June 30, 2014 and thereafter, with the exception of those exempt as set out in Title 59, 858-307.2, shall provide evidence of completion of twenty-one (21) clock hours of Commission approved subject matter, or its equivalent, as determined by the Commission. Such hours shall have been taken in the same license term for which the license is to be issued, with the exception of a licensee whose hours were not used in the preceding license term. In that case, the hours taken in the preceding license term shall count towards an applicable license activation or active reinstatement.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Each licensee shall have completed of said twenty-one (21) clock hours of continuing education six (6) clock hours of required subject matter as directed by the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  The required subject matter, or its equivalent, as determined by the Commission, shall consist of at least one (1) clock hour in all following subjects each license term: Professional Conduct, Broker Relationships Act, Fair Housing, Contracts and Forms, Code and Rule Updates and Current Issues. The remaining fifteen (15) clock hours may consist of elective subject matter as approved by the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  Any licensee may complete the Broker in Charge course as approved by the Commission consisting of fifteen (15) clock hours in lieu of the required subject matter.</p><p class=\"ql-indent-1 ql-align-justify\">(5)  All Brokers shall be required to successfully complete the Broker in Charge course as approved by the Commission consisting of fifteen (15) clock hours, or its equivalent, as approved by the Commission. In addition, to complete the continuing education requirement of twenty-one (21) clock hours such broker shall complete at least two (2) of the six (6) required subject matter, equal to at least six (6) clock hours, as referenced in paragraph (3) of this subsection.</p><p class=\"ql-indent-1 ql-align-justify\">(6)  Any broker that lapsed or renewed inactive in their previous license term or current license term who applies for reinstatement or activation must complete the Broker in Charge course and two (2) of the six (6) required subject matter equal to at least six (6) hours prior to their license being reinstated active or reactivating.</p>"
          },
          {
            "sectionNum": "605:10-3-7",
            "title": "Provisional sales associate post-license education requirement",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Purpose.</strong> The purpose of the provisional sales associate post-license education requirement is to provide an educational program through which real estate provisional sales associate licensees can become more competent, knowledgeable and perfect their ability to engage in real estate activities for which they are licensed. Such activities involve facts and concepts which licensees must be knowledgeable in order to safely and confidently conduct real estate negotiations and transactions in the public's best interest.</p><p class=\"ql-align-justify\">(b) <strong>Goals.</strong> The goals of the provisional sales associate post-license education requirements are:</p><p class=\"ql-align-justify ql-indent-1\">(1)  To provide newly licensed individuals with the opportunity to obtain current information and knowledge to enable them to conduct real estate negotiations and transactions in a legal and professional manner in order to better protect public interest.</p><p class=\"ql-align-justify ql-indent-1\">(2)  To assure that licensees are provided with relevant information pertaining to practices which directly relate to real estate business.</p><p class=\"ql-align-justify ql-indent-1\">(3)  To assure that the provisional sales associate is provided with information regarding new and/or changing laws and regulations which affect the real estate business.</p><p class=\"ql-align-justify ql-indent-1\">(4)  To assure that the consumers' interest is protected from unknowledgeable licensees.</p><p class=\"ql-align-justify\">(c) <strong>Objectives.</strong> The objectives of post-license education are to:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Assist newly licensed individuals by having available a practical educational program wherein the information attained can be put into practice.</p><p class=\"ql-align-justify ql-indent-1\">(2)  To help licensees expand and enhance their knowledge and expertise so as to continually be effective, competent, and ethical as they practice real estate.</p><p class=\"ql-align-justify ql-indent-1\">(3)  To encourage licensees to gain additional education for specialization in particular areas of real estate.</p><p class=\"ql-align-justify\">(d) <strong>Subject content.</strong> On and after July 1, 1993, a provisional sales associate shall be required to successfully complete prior to the first license expiration date, forty-five (45) clock hours of post-license education or its equivalent as determined by the Commission. Such course of study shall be referred to as the Provisional Post-license Course of Real Estate, Part II of II and shall encompass the following areas of study:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Real Estate Marketplace</p><p class=\"ql-align-justify ql-indent-1\">(2)  Marketing Real Estate</p><p class=\"ql-align-justify ql-indent-1\">(3)  Personal Marketing</p><p class=\"ql-align-justify ql-indent-1\">(4)  The Qualifying Process</p><p class=\"ql-align-justify ql-indent-1\">(5)  Prospecting and Negotiating</p><p class=\"ql-align-justify ql-indent-1\">(6)  Financing Real Estate, Investments and Exchanges</p><p class=\"ql-align-justify ql-indent-1\">(7)  Financial Documents</p><p class=\"ql-align-justify ql-indent-1\">(8)  Duty to Account</p><p class=\"ql-align-justify ql-indent-1\">(9)  Title Search</p><p class=\"ql-align-justify ql-indent-1\">(10)  Risk Management</p><p class=\"ql-align-justify ql-indent-1\">(11)  At least three (3) clock hours of Broker Relationships with Parties to a Transaction</p><p class=\"ql-align-justify ql-indent-1\">(12)  Property Management</p><p class=\"ql-align-justify ql-indent-1\">(13)  At least three (3) clock hours of Laws and Regulations Affecting Real Estate Practice, including Code and Rules</p><p class=\"ql-align-justify ql-indent-1\">(14)  Disciplinary Action</p><p class=\"ql-align-justify ql-indent-1\">(15)  At least three (3) clock hours of Contracts and Forms</p><p class=\"ql-align-justify ql-indent-1\">(16)  At least three (3) clock hours of Professional Conduct and Ethics</p><p class=\"ql-align-justify ql-indent-1\">(17)  At least three (3) clock hours of Fair Housing.</p><p class=\"ql-align-justify\">(e) <strong>Equivalent course content.</strong> The Commission may approve and/or accept any offering or combination of offerings which consists of forty-five (45) clock hours or more or its equivalent as determined by the Commission provided by an entity which meets the purposes, goals and objectives of the provisional sales associate post-license education requirement.</p><p class=\"ql-align-justify\">(f) <strong>Offerings.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  The Commission may accept the following offerings as proof of meeting the post-license education requirement:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Any offering which is approved and presented by those entities enumerated in Title 59, O.S.,subsection B, of 858-307.2 of the \"Code.\"</p><p class=\"ql-align-justify ql-indent-2\">(B)  Any offering in real estate, or directly related area, approved and/or accepted by the real estate regulatory agency in another state; provided such offering is not excluded elsewhere in this Chapter.</p><p class=\"ql-align-justify ql-indent-2\">(C)  Any offering in real estate, or directly related area, not accepted in paragraphs (A) or (B) of this subsection, which can be determined by the Commission to be in compliance with the intent of the rules of this Chapter.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The Commission has the authority to disapprove any offering which fails to meet the purposes, goals and objectives of this Section.</p><p class=\"ql-align-justify\">(g) <strong>Licensee responsible for notification to Commission.</strong> Each provisional sales associate shall be responsible to furnish evidence to the Commission of having successfully completed a Commission approved forty-five (45) clock hour post-license education course or its equivalent as determined by the Commission. Upon successful completion of the post-license education requirement, evidence must be submitted on or before license expiration and on a form approved by the Commission.</p><p class=\"ql-align-justify\">(h) <strong>Failure to complete post-license education requirement prior to license expiration.</strong> A provisional sales associate who fails to complete the post-license education requirement prior to the first expiration date of the provisional sales associate license, shall not be entitled to renew such license.</p><p class=\"ql-align-justify\">(i) <strong>Evidence of completion.</strong> As evidence of having completed the education requirement, each provisional sales associate shall present one or more of the following as required by the Commission:</p><p class=\"ql-align-justify ql-indent-1\">(1)  A certificate, and/or documents, statements and forms, as may reasonably be required by the Commission, or</p><p class=\"ql-align-justify ql-indent-1\">(2)  A certified transcript; however, if such offering is taken as an accredited C.E.U. (Continuing Education Unit) a certificate may be accepted in lieu of the transcript.</p><p class=\"ql-align-justify\">(j) <strong>Attendance and successful completion required for in-class credit.</strong> To complete any in-class offering, a person must physically be present during all of the offering time and successfully complete all course requirements and an examination.</p><p class=\"ql-align-justify\">(k) <strong>Successful completion of materials and examination required for distance education credit.</strong> To complete a distance education offering, a person must successfully complete all course requirements to include all modules and an examination.</p><p class=\"ql-align-justify\">(l) <strong>Course limitations.</strong> The following course limitations shall apply:</p><p class=\"ql-align-justify ql-indent-1\">(1)  A provisional sales associate shall only be given credit for courses specifically approved by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Educational courses taken for disciplinary reasons do not count towards the normal post-license education requirement.</p><p class=\"ql-align-justify\">(m) <strong>Extension of time for completion of post-license course for provisional sales associate that has received orders for active military service.</strong> A provisional sales associate that has received orders for active military service may request an extension of time to complete the post-license education requirement if the request is received in writing prior to the expiration of the license. The request must be accompanied by a copy of the military orders for active military service. The extension of time shall be one (1) year from the date of return from active military service. In conformance with §858-309, a licensee on active military service shall request an inactive status prior to each term for which the license is to be issued. If an extension is approved, a provisional sales associate shall be allowed to renew their license by requesting an inactive status in writing prior to each term for which the license is to be issued.</p>"
          }
        ]
      },
      {
        "subChapterNum": "5",
        "title": "Instructor and Entity Requirements and Standards",
        "sections": [
          {
            "sectionNum": "605:10-5-1",
            "title": "Approval of pre-license course",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Course approval.</strong> Any person or entity seeking to conduct an approved course of study shall make application and submit documents, statements and forms as may reasonably be required by the Commission. The request shall include the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Completed course application.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Application fee of One Hundred Twenty-five Dollars ($125.00) for each course.</p><p class=\"ql-align-justify ql-indent-1\">(3)  An approved course syllabus encompassing the contents enumerated in 605:10-3-1 and divided by instructional periods, the name, author and publisher of the primary textbook, or a statement stating the entity will use the OREC syllabus and other items as may be required by the Commission.</p><p class=\"ql-align-justify\">(b) <strong>Course offering requirements.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  An entity not conducting an applicable approved course within any thirty-six (36) month period shall automatically be removed from approved status. In such event, the person and/or entity must re-apply as an original applicant.</p><p class=\"ql-align-justify ql-indent-1\">(2)  If a course of study is to be conducted in the name of a corporation, the application shall include the names and addresses of all directors and officers.</p><p class=\"ql-align-justify ql-indent-1\">(3)  An approved entity shall immediately report any changes in information in regards to the application previously filed with the Commission.</p><p class=\"ql-align-justify\">(c) <strong>Denied applications.</strong> No portion of the fees enumerated in this section are refundable. If an instructor, entity or course application is not approved, the applicant may appeal the decision by filing a written request for a hearing before the Commission. The hearing procedure shall be that as outlined in 605:10-1-3 titled \"Appeal of administrative decisions; procedures.\"</p><p class=\"ql-align-justify\">(d) <strong>Advertising course offerings.</strong> No person or entity sponsoring or conducting a course of study shall advertise the course as approved prior to the course receiving approval from the Commission. Further, no person or entity sponsoring or conducting a course of study shall advertise that it is endorsed, recommended or accredited by the Commission although such person or entity may indicate that a course of study has been approved by the Commission.</p><p class=\"ql-align-justify\">(e) <strong>Instructor application and approval requirements.</strong> An individual determined by the Commission to possess one or more of the following qualifications may, upon receipt of an application and evidence of education and/or experience, be considered for approval as an approved instructor. Each application for approval must be accompanied by a Twenty-Five Dollar ($25.00) application fee, and documentation required for compliance necessary to verify citizenship, qualified alien status, and eligibility under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. In order to qualify, an individual must possess proof of one of the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  A bachelor's degree with a major in real estate from an accredited college or university.</p><p class=\"ql-align-justify ql-indent-1\">(2)  A bachelor's degree from an accredited college or university, and at least two (2) years of applicable active experience within the previous ten (10) years as a real estate broker or sales associate.</p><p class=\"ql-align-justify ql-indent-1\">(3)  A real estate broker or sales associate licensed in Oklahoma with a minimum of five (5) years applicable active experience within the previous ten (10) years as a real estate broker or sales associate and proof of high school education or its GED equivalent.</p><p class=\"ql-align-justify ql-indent-1\">(4)  An individual determined by the Commission to possess a combination of education and/or applicable active broker or sales associate experience in real estate or real estate related fields which constitutes an equivalent to one or more of the qualifications in paragraphs (1), (2), or (3) of this subsection.</p><p class=\"ql-align-justify\">(f) <strong>Course content examination.</strong> Final approval will be considered after the instructor applicant has paid the appropriate examination fee and successfully completed an applicable examination with a passing score of 80% or more. If an instructor applicant has successfully taken an applicable license examination with a passing score of 80% or more within thirty (30) days of filing an instructor application, the passing score may be utilized to meet the applicable examination requirement in this section.</p><p class=\"ql-align-justify\">(g) <strong>Instructor renewal requirements.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  In order to maintain approved status, an instructor must complete one of the following:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Furnish evidence that the instructor has taught a Commission approved pre-license course, or any other real estate related course(s) the Commission determines to be equivalent, within a required thirty-six (36) month period;</p><p class=\"ql-align-justify ql-indent-2\">(B)  Successfully pass the applicable sales or broker examination with a score of 80% or more; or</p><p class=\"ql-align-justify ql-indent-2\">(C)  Furnish evidence to the Commission that the instructor has audited an in-class prelicense course, in its entirety, that must be validated by the school instructor or director.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Instructors must sign a statement affirming that changes to current law and rules have been reviewed and that the instructor has made applicable amendments to the course material. Any instructor not meeting the requirements of this section may be required to re-apply as an original instructor applicant.</p><p class=\"ql-align-justify\">(h) <strong>Guest instructors.</strong> Guest instructors may be utilized provided an approved instructor is also present during presentations. Total guest instruction and lectures shall not consume more than thirty percent (30%) of the total course time.</p><p class=\"ql-align-justify\">(i) <strong>Instructor and entity requirements.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1) <strong>Instructor must be present.</strong> An approved instructor must be present in the same room during all in class course instruction for students to receive credit toward course completion.</p><p class=\"ql-align-justify ql-indent-1\">(2) <strong>Retention of records.</strong> An instructor/entity shall maintain enrollment records and roll sheets which include number of hours completed by each student for five (5) years.</p><p class=\"ql-align-justify ql-indent-1\">(3) <strong>Course completion certificate.</strong> Each individual successfully completing a course of study approved by the Commission shall be furnished a certificate certifying completion. The Commission shall accept from a college or university a certified transcript or a course completion certificate as prescribed by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(4) <strong>Commission authorized to audit and inspect records.</strong> A duly authorized designee of the Commission may audit any offering and/or inspect the records of the entity at any time during its presentation or during reasonable office hours or the entity may be required to provide the records to the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(5) <strong>Clock hours and breaks.</strong> Not more than one clock hour may be registered within any one sixty (60) minute period and no more than ten (10) minutes of each hour shall be utilized for breaks.</p><p class=\"ql-align-justify ql-indent-1\">(6) <strong>Class size limited.</strong> Instructor ratio to students shall not exceed sixty (60).</p><p class=\"ql-align-justify\">(j) <strong>Facility requirements.</strong> The offering entity shall ensure that all classroom facilities have adequate lighting, seating space and technology to meet the needs of the student. The classroom area shall be free of distractions and noise.</p><p class=\"ql-align-justify\">(k) <strong>Disciplinary action.</strong> An approved course of study, director, and/or instructor may be withdrawn or disciplined as outlined in Title 59, O.S., Section 858-208, paragraph 6 either on a complaint filed by an interested person or the Commission's own motion, for the following reasons, but only after a hearing before the Commission and/or a Hearing Examiner appointed by the Commission:</p><p class=\"ql-align-justify ql-indent-1\">(1)  In the event the real estate license of a director is suspended or revoked, the course of study shall automatically be revoked.</p><p class=\"ql-align-justify ql-indent-1\">(2)  In the event the real estate license of an instructor is suspended or revoked.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Failure to comply with any portion of the Code or the rules of this Chapter.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Falsification of records and/or application(s) filed with the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(5)  False and/or misleading advertisement.</p><p class=\"ql-align-justify ql-indent-1\">(6)  Any other improper conduct or activity of the director, instructor, or entity as may be determined by the Commission to be unacceptable.</p>"
          },
          {
            "sectionNum": "605:10-5-1.1",
            "title": "Approval of a post-license course",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Course approval.</strong> In accordance with Section 858-302 of the License Code, the Commission shall determine and approve the education content of the forty-five (45) clock hour post-license course content or its equivalent. Any person or entity seeking to conduct an approved course of study shall make application and submit documents, statements and forms as may reasonably be required by the Commission. The request shall include the following:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  Completed course application.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Application fee of One Hundred Twenty-five Dollars ($125.00) for each course.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  An approved course syllabus encompassing the contents enumerated in 605:10-3-7 and divided by instructional periods, with the name, author and publisher of the primary textbook.</p><p class=\"ql-align-justify\">(b) <strong>Course offering requirements.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  An offering entity not conducting the approved course within any thirty-six (36) month period shall automatically be removed from approved status. In such event, the person and/or entity must re-apply as an original applicant.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  If a course of study is to be conducted in the name of a corporation, the application shall include the names and addresses of all directors and officers.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  An approved entity shall immediately report any changes of information in regards to the application previously filed with the Commission.</p><p class=\"ql-align-justify\">(c) <strong>Denied applications.</strong> No portion of the fees enumerated in this Section are refundable. If aninstructor, entity or course application is not approved, the applicant may appeal the decision by filing a written request for a hearing before the Commission. The hearing procedure shall be that as outlined in 605:10-1-3 titled \"Appeal of administrative decisions; procedures.\"</p><p class=\"ql-align-justify\">(d) <strong>Advertising course offerings.</strong> No person or entity sponsoring or conducting a course of study shall advertise the course as approved prior to the course receiving approval from the Commission. Further, no person or entity sponsoring or conducting a course of study shall advertise that it is endorsed, recommended or accredited by the Commission although such person or entity may indicate that a course of study has been approved by the Commission.</p><p class=\"ql-align-justify\">(e) <strong>Instructor application and approval requirements.</strong> An individual determined by the Commission to possess one or more of the following qualifications may be considered for approval as an instructor upon receipt of an application and evidence of education and/or experience. Each application must be accompanied by a One Hundred Dollar ($100.00) application fee, and documentation required for compliance necessary to verify citizenship, qualified alien status, and eligibility under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. In order to qualify, an individual must possess proof of one of the following:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  Possession of a bachelor's degree in a related field.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Possession of a valid teaching credential or certificate from Oklahoma or another jurisdiction authorizing the holder to instruct in an applicable field of instruction at the entity.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  Five (5) years full-time experience out of the previous ten (10) years in a profession, trade, or technical occupation in the applicable field of instruction.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  An individual determined by the Commission to possess a combination of education and/or experience in a field related to that in which the person is to instruct, which constitutes an equivalent to one or more of the qualifications in (1), (2) or (3) of subsection (e) of this section.</p><p class=\"ql-align-justify\">(f) <strong>Instructor renewal requirements.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  In order to maintain approved status, an instructor must complete one of the following:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  Furnish evidence that the instructor has taught a Commission approved post-license course, or any other real estate related course(s) the Commission determines to be equivalent, within a required thirty-six (36) month period;</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Successfully pass the applicable sales or broker examination with a score of 80% or more; or</p><p class=\"ql-indent-2 ql-align-justify\">(C)  Furnish evidence to the Commission that the instructor has audited an in-class prelicense course, in its entirety that must be validated by the school instructor or director.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Instructors must sign a statement affirming that changes to current law and rules have been reviewed and that the instructor has made applicable amendments to the course material. Any instructor not meeting the requirements of this section may be required to re-apply as an original instructor applicant.</p><p class=\"ql-align-justify\">(g) <strong>Guest instructors.</strong> Guest instructors may be utilized provided an approved instructor is also present during presentations. Total guest instruction and lectures shall not consume more than thirty percent (30%) of the total course time.</p><p class=\"ql-align-justify\">(h) <strong>Instructor and entity requirements.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1) <strong>Instructor must be present.</strong> An approved instructor must be present in the same room during all course instruction for students to receive credit toward course completion.</p><p class=\"ql-indent-1 ql-align-justify\">(2) <strong>Retention of records.</strong> An instructor/entity shall maintain enrollment records and roll sheets which include number of hours completed by each student for a period of five (5) years.</p><p class=\"ql-indent-1 ql-align-justify\">(3) <strong>Course completion certificate.</strong> Each individual successfully completing a course of study approved by the Commission shall be furnished a certificate certifying completion. The Commission shall accept from a college or university a certified transcript or a course completion certificate as prescribed by the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(4) <strong>Course notification to Commission.</strong> An entity conducting an approved post-license education offering shall, within seven (7) days of the completion thereof, successfully submit to the Commission the list of name(s), license number(s) and other personal identifiers of those licensees who have successfully completed said offering. The information shall be submitted to the Commission by way of electronic format as required by the Commission, along with other information which may reasonably be required.</p><p class=\"ql-indent-1 ql-align-justify\">(5) <strong>Commission authorized to audit and inspect records.</strong> A duly authorized designee of the Commission may audit any offering and/or inspect the records of the entity at any time during its presentation or during reasonable office hours or the entity may be required to provide the records to the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(6) <strong>Clock hours and breaks.</strong> Not more than one clock hour may be registered within any one sixty(60) minute period and no more than ten (10) minutes of each hour shall be utilized for breaks.</p><p class=\"ql-indent-1 ql-align-justify\">(7) <strong>Class size limited.</strong> Instructor ratio to students shall not exceed sixty (60).</p><p class=\"ql-align-justify\">(i) <strong>Facility requirements.</strong> The offering entity shall ensure that all classroom facilities have adequate lighting, seating space and technology to meet the needs of the student. The classroom area shall be free of distractions and noise.</p><p class=\"ql-align-justify\">(j) <strong>Disciplinary action.</strong> An approved course of study, director, and/or instructor may be withdrawn or disciplined as outlined in Title 59, O.S., Section 858-208, paragraph 6 either on a complaint filed by an interested person or the Commission's own motion, for the following reasons, but only after a hearing before the Commission and/or a Hearing Examiner appointed by the Commission:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  In the event the real estate license of a director is suspended or revoked, the course of study shall automatically be revoked.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  In the event the real estate license of an instructor is suspended or revoked.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  Failure to comply with any portion of the Code or the rules of this Chapter.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  Falsification of records and/or application(s) filed with the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(5)  False and/or misleading advertisement.</p><p class=\"ql-indent-1 ql-align-justify\">(6)  Any other improper conduct or activity of the director, instructor, or entity the Commission determines to be unacceptable.</p>"
          },
          {
            "sectionNum": "605:10-5-2",
            "title": "Approval of a continuing education course",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Approval and expiration of application.</strong> An entity seeking to conduct an approved continuing education course shall make application for the approval or renewal of each course. Such approval or renewal shall expire at the end of the thirty-sixth (36) month including the month of issuance.</p><p class=\"ql-align-justify\">(b) <strong>Application form.</strong> Entities seeking approval of a course shall submit an application on a form prescribed by the Commission along with a non-refundable fee of Twenty Five Dollars ($25.00) per course. Each application shall include, but is not limited to, the following information:</p><p class=\"ql-align-justify ql-indent-1\">(1)  The name(s), address(es), and telephone number(s) of the sponsoring entity, the owner(s), and the coordinator/director responsible for the quality of the course.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The title(s) of the course or courses.</p><p class=\"ql-align-justify ql-indent-1\">(3)  The number of hours in each course.</p><p class=\"ql-align-justify ql-indent-1\">(4)  A copy of each course's curriculum, including comprehensive course objectives, a detailed outline of the course subject matter and instructor(s) for each course.</p><p class=\"ql-align-justify ql-indent-1\">(5)  The method the entity will use to evaluate the course offering.</p><p class=\"ql-align-justify ql-indent-1\">(6)  The procedure the entity will use to monitor attendance.</p><p class=\"ql-align-justify ql-indent-1\">(7)  A personal resume indicating name(s) and qualifications of the instructor(s).</p><p class=\"ql-align-justify ql-indent-1\">(8)  Any other relevant information useful in determining that the entity is presenting a course which will meet the definition, purposes, goals and objectives adopted by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(9)  A statement attesting to the fact that in accepting approval as a continuing education entity, the entity will protect and promote the purposes, goals and objectives of continuing education as stated in the License Code and Rules.</p><p class=\"ql-align-justify\">(c) <strong>Commission course approval notice.</strong> The Commission shall within sixty (60) days after receipt of an application inform the entity as to whether the course has been approved, denied, or whether additional information is needed to determine the acceptability of the course.</p><p class=\"ql-align-justify\">(d) <strong>Course renewal requirements.</strong> Upon expiration of the time period, as stated in sub-paragraph (a) of this rule, an application for renewal of any course by an entity shall also be accompanied by a nonrefundable application fee of Twenty Five Dollars ($25.00) per course for a thirty-six (36) month period. Renewal applications shall be subject to the same requirements as original applications; however, the renewal application shall be submitted prior to expiration of the course(s).</p><p class=\"ql-align-justify\">(e) <strong>Change of information notice requirement.</strong> Whenever there is any change in a course, the entity shall notify the Commission prior to the effective date of the change. Such change shall not be considered approved until written notice is received from the Commission.</p><p class=\"ql-align-justify\">(f) <strong>Advertising of course offering.</strong> An entity advertising a course as being approved for continuing education credit shall state in such advertisement, \"Approved by the Commission for (correct number) hours of continuing education credit.\" No entity sponsoring or conducting a course of study shall advertise the course as approved prior to the course receiving approval from the Commission. Further, no entity sponsoring or conducting a course of study shall advertise that it is endorsed, recommended or accredited by the Commission.</p><p class=\"ql-align-justify\">(g) <strong>Course requirements and limitations.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  A course will not be approved by the Commission if its duration is less than one (1) clock hour or its equivalent as determined by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(2)  To meet the statutory requirement, a clock hour shall equal sixty (60) minutes, with no more than ten minutes of each hour utilized for breaks.</p><p class=\"ql-align-justify ql-indent-1\">(3)  An entity conducting an approved continuing education course shall, within seven (7) days of the completion thereof, successfully submit to the Commission the list of name(s), license number(s) and other personal identifiers of those licensees who have successfully completed the course. The information shall be submitted to the Commission by way of electronic format as required by the Commission, along with other information which may reasonably be required.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Each licensee successfully completing a course shall be furnished a completion certificate, prescribed or approved by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Each course shall be presented in a method that safely and properly presents the course.</p><p class=\"ql-align-justify ql-indent-1\">(6)  An approved instructor must be present in the same room during all in-class course instruction for students to receive credit toward course completion. If an instructor is presenting a Commission approved in-class course offering which is delivered to the licensees by way of electronic means to receiving sites other than where the instructor is presenting, the Commission may require that each receiving entity site have an in-class person monitoring the class in lieu of a Commission approved instructor.</p><p class=\"ql-align-justify\">(h) <strong>Recruitment disallowed.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  A coordinator/director or instructor shall not allow the classroom to be used by anyone to advertise and/or recruit new affiliates for any firm. The coordinator/director shall cause the following statement to be posted in the classroom in such a manner as will be readable by all participants: \"No recruiting for employment opportunities for any real estate brokerage firm is allowed in this class. Any recruiting on behalf of, or permitted by, the Instructor should be promptly reported to the Oklahoma Real Estate Commission.\"</p><p class=\"ql-align-justify ql-indent-1\">(2)  An instructor shall not wear any identification relating to a specific name or identity of a real estate firm, a group of companies or franchises while in the class or on the premises.</p><p class=\"ql-align-justify\">(i) <strong>Instructor application and approval requirements: </strong>An individual may, upon receipt of an application and evidence of education and/or experience, be considered for approval as an instructor for a three (3) year period including the month of approval. Each application and subsequent renewal must be accompanied by a nonrefundable Fifty Dollar ($50.00) application fee. In order to qualify, an individual must possess proof of one of the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Possession of a bachelor's degree in a related field.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Possession of a valid teaching credential or certificate from Oklahoma or another jurisdiction authorizing the holder to instruct in an applicable field of instruction.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Five (5) years full-time experience out of the previous ten (10) years in a profession, trade, or technical occupation in the applicable field of instruction.</p><p class=\"ql-align-justify ql-indent-1\">(4)  An individual determined by the Commission to possess a combination of education and/or experience, in a field related to that in which the person is to instruct, which constitute an equivalent to one or more of the qualifications in (1), (2) or (3) of this subsection.</p><p class=\"ql-align-justify\">(j) <strong>Denied application; appeal.</strong> If the Commission is of the opinion that a proposed continuing education offering does not qualify under the Code and/or Rules of the Commission, the Commission shall refuse to approve the offering and shall give notice of that fact to the party applying for approval within fifteen (15) days after its decision. Upon written request from the denied party, filed within thirty (30) days after receipt of the notice of denial, the Commission shall set the matter for hearing to be conducted within sixty (60) days after receipt of the request. The hearing procedure shall be that as outlined in 605:10-1-3, titled \"Appeal of administrative decisions; procedures.\"</p><p class=\"ql-align-justify\">(k) <strong>Disciplinary action.</strong> The Commission may withdraw or discipline as outlined in Title 59, O.S., Section 858-208, paragraph 6 the approval of a coordinator/director, instructor, offering or entity either on a complaint filed by an interested person or on the Commission's own motion, for any of the following reasons, but only after a hearing before the Commission and/or a Hearing Examiner appointed by the Commission:</p><p class=\"ql-align-justify ql-indent-1\">(1)  In the event the real estate license of an instructor and/or coordinator/director is revoked or suspended.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Failure to submit all documents, statements and forms as may be reasonably required by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Falsification of records and/or applications filed with the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(4)  False and/or misleading advertising.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Failure to revise an offering so as to reflect and present current real estate practices, knowledge, and laws.</p><p class=\"ql-align-justify ql-indent-1\">(6)  Failure to maintain proper classroom order and decorum.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Any conduct which gives the coordinator/director, instructor or entity presenting the offering an unfair advantage over other brokers and/or real estate companies.</p><p class=\"ql-align-justify ql-indent-1\">(8)  Failure to comply with any portion of the Code or rules of this Chapter.</p><p class=\"ql-align-justify ql-indent-1\">(9)  Any other improper conduct or activity of the director, instructor, or entity the Commission determines to be unacceptable.</p><p class=\"ql-align-justify\">(l) <strong>Retention of records.</strong> An instructor/entity shall maintain enrollment records and roll sheets which include number of hours completed by each student for five (5) years.</p><p class=\"ql-align-justify\">(m) <strong>Commission authorized to audit.</strong> A duly authorized designee of the Commission may audit any offering and/or inspect the records of the entity at any time during its presentation or during reasonable office hours or the entity may be required to provide the records to the Commission.</p><p class=\"ql-align-justify\">(n) <strong>Licensee/Instructor course credit.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  A licensee who is the instructor of an approved offering for continuing education shall be credited with one (1) hour for each hour of actual instruction performed.</p><p class=\"ql-align-justify ql-indent-1\">(2)  An instructor may not receive continuing education credit for instructing an offering more than one time during a license term.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Records of such instruction shall be reported and maintained in the same manner as prescribed for participants elsewhere in the rules of this Chapter.</p><p class=\"ql-align-justify\">(o) <strong>Guest instructors.</strong> Guest instructors may be utilized provided an approved instructor is also present during presentations. Total guest instruction and lectures shall not consume more than thirty percent (30%) of the total course time.</p>"
          },
          {
            "sectionNum": "605:10-5-3",
            "title": "Standards for Commission approved real estate courses",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Approved instructor.</strong> Each course offering shall be conducted by a Commission approved instructor. The instructor shall be available during normal business hours as posted by the instructor to answer questions about the course material and provide assistance as necessary.</p><p class=\"ql-align-justify\">(b) <strong>Student must attend entire in-class instruction or complete all modules required for distance education instruction.</strong> In order for an entity to certify a student as passing an approved course the student must either:</p><p class=\"ql-align-justify ql-indent-1\">(1)  attend the required number of hours of in-class instruction; or</p><p class=\"ql-align-justify ql-indent-1\">(2)  complete all instructional modules required for distance education instruction.</p><p class=\"ql-align-justify\">(c) <strong>Student must successfully complete a prelicense, postlicense or distance education course offering examination.</strong> In order for an entity to certify a student as passing an approved prelicense, postlicense or distance education course, the student must successfully complete an examination covering the contents of the course material.</p><p class=\"ql-align-justify\">(d) <strong>Student transfers.</strong> Except with the prior approval of the Commission, a student transferring from one course to another may not count any portion of the student's attendance or work in the former course toward passing the course. A student who enrolls in an entity which offers a Commission approved course may not transfer credit for a course or courses completed in that series to another entity unless the receiving entity offers the identical series of courses and the receiving entity agrees to accept and examine said student throughout successful completion.</p><p class=\"ql-align-justify\">(e) <strong>Course examinations.</strong> Each approved prelicense provisional sales associate course and postlicense course offering shall conclude with an end-of-course examination consisting of no less than one hundred and fifty (150) questions administered by the approved entity. Each approved prelicense broker course shall conclude with an end-of-course examination consisting of no less than two hundred (200) questions administered by the approved entity. Each approved distance continuing education course offering shall conclude with an end-of-course examination consisting of no less than seven (7) questions for each clock hour. End-of-course examination questions may not be the same as any previously used questions covering the respective course content.</p><p class=\"ql-align-justify\">(f) <strong>Successful completion.</strong> In order for a student to successfully complete a prelicense, postlicense or distance education course, the entity must require that the student complete all class material and/or modules and achieve a passing score of at least seventy five percent (75%) on the entity's final examination. An entity shall require the student to complete sufficient material or modules to ensure mastery of the course offering, and shall require the student to complete the end-of-course examination. An entity may allow any student who fails to achieve a passing score the opportunity to take another examination without repeating instruction.</p><p class=\"ql-align-justify\">(g) <strong>Grading standards.</strong> In order for an entity to certify a student as passing an approved course, the student must meet the minimum grading standards established by this Section and the entity. On graded examinations for which this Section sets specific requirements, the entity's policy shall at least equal those requirements as listed in this Section. Other grading standards shall be in accordance with generally accepted educational standards. An entity shall publish grading standards and give them to a student in a written form at the beginning of the course.</p><p class=\"ql-align-justify\">(h) <strong>Commission may impose sanction.</strong> The Commission may impose any sanction permitted by law or Rules of the Commission on the approval of any entity, director and/or instructor which fails to provide proper security for their course evaluation or examination and for failing to comply with standards as set out in this Chapter.</p><p class=\"ql-align-justify\">(i) <strong>Each entity must post notice.</strong> Each entity must post or provide a notice that is easily observed by any person desiring to enroll in a prelicense course. The notice must at least include the following language: \"Applicants convicted of felony crimes referenced in Title 59 Section 858-301.1 may be ineligible to obtain an Oklahoma Real Estate License for a predetermined number of years. For clarification, please contact the Commission and/or review the cited section of law as referenced herein. The Commission will allow the applicant to seek preapproval prior to enrolling in a pre-license course.\"</p><p class=\"ql-align-justify\">(j) <strong>Additional distance education course requirements.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  Each course shall contain suitable learning objectives.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Overview statements must be included for each course providing a quick preview of what is contained in the offering.</p><p class=\"ql-align-justify ql-indent-1\">(3)  A complete set of questions and an answer key must be provided to the Commission with each course application. An answer key may not be included in any course materials provided to the student.</p><p class=\"ql-align-justify ql-indent-1\">(4)  From the date of enrollment, the course shall have a validity period of six (6) months in which to allow successful completion to be attained.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Entities must include information with the course material that clearly informs the student of the completion time frame, passing and examination requirements, and any other relevant information necessary to complete the course.</p><p class=\"ql-align-justify ql-indent-1\">(6)  Each course must include a statement that the information presented in the course should not be used as a substitute for competent legal advice.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Course offerings must be sufficient in scope and content to justify the hours requested for approval.</p><p class=\"ql-align-justify\">(k) Each entity shall promote the Basic Course of Real Estate as Part I of a two part series and the Provisional Postlicense Course of Real Estate as Part II of that series. Applicants are to be advised that Part II of the series is not to begin until after license issuance and shall be completed prior to their first license expiration.</p><p class=\"ql-align-justify\">(l) All materials that are distributed to students in any class must be current and up-to-date with the License Code and Rules and state or federal laws.</p>"
          },
          {
            "sectionNum": "605:10-5-4",
            "title": "Education Provider Applications and Renewals",
            "text": ""
          }
        ]
      },
      {
        "subChapterNum": "7",
        "title": "Licensing Procedures and Options",
        "sections": [
          {
            "sectionNum": "605:10-7-1",
            "title": "License issuance",
            "text": "<p class=\"ql-align-justify\">No real estate licensee shall begin operations in the real estate business without first having been issued his or her numbered active license certificate. This includes all original licenses, activations, reinstatements and all license types being changed from an associate to a broker or branch office broker, as defined in the rules.</p><p><br></p>"
          },
          {
            "sectionNum": "605:10-7-1.1",
            "title": "Documentation required for compliance necessary to verify citizenship, qualified alien status, and eligibility under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996",
            "text": "<p class=\"ql-align-justify\"><strong>License renewals and reinstatements. </strong>Individuals who submit an application on or after July 1, 2002, shall be required to provide documentation necessary to verify compliance of citizenship, qualified alien status, and eligibility under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. Failure to provide this documentation shall result in disapproval of the application. If an individual fails to provide proof of citizenship within sixty (60) days from the date of reissuance of their license or approval, the individual will be placed inactive until the Commission receives current proof of citizenship or qualified alien status.</p>"
          },
          {
            "sectionNum": "605:10-7-2",
            "title": "License terms and fees; renewals; reinstatements",
            "text": "<p class=\"ql-align-justify\">(a) <strong>License term and fees.</strong> Each original license issued under the Code shall be issued to expire at the end of the thirty-sixth (36) month including the month of issuance. Each original provisional sales associate license issued under the Code shall be issued to expire at the end of the twelfth (12th) month including the month of issuance. Fees are non-refundable and are as follows:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  For an original broker license and each subsequent license renewal, to include corporations, associations or partnerships, the fee shall be Two Hundred and Eighty Dollars ($280.00).</p><p class=\"ql-indent-1 ql-align-justify\">(2)  For an inactive original broker license and each subsequent inactive license renewal, with the exception of corporations, associations or partnerships, the fee shall be One Hundred and Sixty Dollars ($160.00). In order to activate a license that was renewed inactive in the same license term, the licensee shall pay One Hundred and Sixty Five Dollars ($165.00). Thereafter, any future request to activate in the same license term shall be in accordance with Rule 605:10-7-4.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  For an original broker associate license and each subsequent license renewal, the fee shall be Two Hundred and Forty Five Dollars ($245.00).</p><p class=\"ql-indent-1 ql-align-justify\">(4)  For an inactive original broker associate license and each subsequent inactive license renewal, the fee shall be One Hundred and Fifty Dollars ($150.00). In order to activate a license that was renewed inactive in the same license term, the licensee shall pay One Hundred and Fifty Five Dollars ($155.00). Thereafter, any future request to activate in the same license term shall be in accordance with Rule 605:10-7-4.</p><p class=\"ql-indent-1 ql-align-justify\">(5)  For an active original sales associate license and each subsequent active license renewal the fee shall be Two Hundred Dollars ($200.00).</p><p class=\"ql-indent-1 ql-align-justify\">(6)  For an inactive original sales associate license and each subsequent inactive license renewal the fee shall be One Hundred and Twenty Five Dollars ($125.00). In order to activate a sales associate license that was renewed inactive in the same license term, the licensee shall pay One Hundred and Thirty Five Dollars ($135.00). Thereafter, any future request to activate in the same license term shall be in accordance with Rule 605:10-7-4.</p><p class=\"ql-indent-1 ql-align-justify\">(7)  For an original provisional sales associate license that is non-renewable the fee shall be Ninety Five Dollars ($95.00).</p><p class=\"ql-indent-1 ql-align-justify\">(8)  For an original branch office license and each subsequent license renewal the fee shall be One Hundred and Seventy Dollars ($170.00).</p><p class=\"ql-indent-1 ql-align-justify\">(9)  For each duplicate license or pocket card, where the original is lost or destroyed, and a written request is made, a fee of Seven Dollars and fifty cents ($7.50) shall be charged.</p><p class=\"ql-indent-1 ql-align-justify\">(10) The Fifteen Dollar ($15.00) Education and Recovery Fund fee, shall be added and payable with the license fee for an original license and for each subsequent license renewal. Exceptions to this rule are: 1) a provisional sales associate license fee shall be Five Dollars ($5.00) for their twelve (12) month license term; and, 2) a branch office shall not pay the fee.</p><p class=\"ql-align-justify\">(b) <strong>Terms cannot be altered.</strong> Terms shall not be altered except for purposes of general reassignment of terms which might be necessitated for the purpose of maintaining an equitable staggered license term system.</p><p class=\"ql-align-justify\">(c) <strong>Expiration date.</strong> The actual expiration date of a license shall be midnight of the last day of the month of the designated license term. A person who allows their license to expire may be subject to a national criminal history record check, as defined by Section 150.9 of Title 74 of the Oklahoma Statutes.</p><p class=\"ql-align-justify\">(d) <strong>Actual filing of license renewal.</strong> A license shall lapse and terminate if a renewal application and required fees have not been filed with the Commission by midnight of the date on which the license is due to expire, except in the event that date falls on a Saturday, Sunday or holiday; in such a case, the next Commission working day shall be considered the due date. A renewal application and required fees are considered filed with the Commission on the date of the United States postal service postmark or the date personal delivery is made to the Commission office.</p><p class=\"ql-align-justify\">(e) <strong>Reinstatement of license.</strong> Any licensee whose license term has expired shall be considered for reinstatement of such license upon payment of an Eighty Dollar ($80.00) reinstatement fee in addition to the license fee(s) for each delinquent license period(s). The following documents and fees must be submitted:</p><p class=\"ql-indent-1 ql-align-justify\">(1) <strong>Lapsed less than one year.</strong> In the case of a license lapsed less than one year:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  License fee.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Reinstatement fee.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  Documents as required by the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(2) <strong>Lapsed more than one year but less than three years.</strong> In the case of a license lapsed more than one year but less than three years:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  License fee.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Reinstatement fee.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  National criminal history check.</p><p class=\"ql-indent-2 ql-align-justify\">(D)  A completed reinstatement application.</p><p class=\"ql-indent-2 ql-align-justify\">(E)  Successful completion of the appropriate licensing examination.</p><p class=\"ql-indent-2 ql-align-justify\">(F)  A statement that the applicant has read a current License Code and Rules </p><p class=\"ql-indent-2 ql-align-justify\">(G)  Documents as may be required by the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(3) <strong>Lapsed more than three years.</strong> If an application is submitted more than three (3) years subsequent to the most recent year of licensure, the applicant shall be regarded as an original applicant.</p><p class=\"ql-align-justify\">(f) <strong>Reinstatement of a provisional sales associate license wherein post-license education was completed prior to license expiration date.</strong> An applicant who successfully completed the post-license education requirement before their first license expiration date and failed to renew their license on or before such date shall be eligible to reinstate the license as a sales associate according to 605:10-7-2 (e), (1) through (3).</p><p class=\"ql-align-justify\">(g) <strong>Reinstatement of a provisional sales associate license wherein post-license education was not completed prior to license expiration date.</strong> An applicant who has not successfully completed the postlicense education requirement prior to the first license expiration date shall not be eligible to reinstate such license and shall apply and qualify as an original applicant.</p><p class=\"ql-align-justify\">(h) <strong>Reinstatement of revoked license.</strong> An applicant may not apply for re-license or reinstatement of license for a minimum of five (5) years from the effective date of license revocation, except for an applicant whose license was automatically revoked pursuant to Sections 858-402 or 858-604 of Title 59, Oklahoma Statutes. Upon the passage of the five (5) year period, the applicant shall be required to comply with the requirements of an original applicant.</p><p class=\"ql-align-justify\">(i) <strong>Reinstatement of an automatically revoked license.</strong> An applicant who has had their license automatically revoked, pursuant to Section 858-402 or 858-604 of Title 59 of the Oklahoma Statutes, shall be required to comply with the requirements of (e) of this section. In addition, reinstatement will not be granted until all outstanding amounts due to the Commission have been paid in full.</p><p class=\"ql-align-justify\">(j) <strong>Reinstatement of a surrendered or cancelled license.</strong> A surrendered or cancelled license applicant may be reinstated provided the applicant has received approval for re-issuance from the Commission. The following forms and fees must be submitted:</p><p class=\"ql-indent-1 ql-align-justify\">(1) <strong>Reinstatement with term of license still current.</strong> A surrendered or cancelled license applicant whose license term is still current:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  Reinstatement fee.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Re-issuance fee equal to the transfer of license fee.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  Documents as may be required by the Commission.</p><p class=\"ql-indent-2 ql-align-justify\">(D)  Criminal history background check.</p><p class=\"ql-indent-1 ql-align-justify\">(2) <strong>Reinstatement with term of license expired.</strong> A surrendered or cancelled license applicant whose license term has expired shall be required to comply with the requirements of (e) of this section.</p><p class=\"ql-indent-1 ql-align-justify\">(3) <strong>Reinstatement of provisional sales associate with term of license expired.</strong> A surrendered or cancelled provisional sales associate whose license term has expired shall be required to comply with the following:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  If a provisional sales associate completed the post-license requirement on or before the first license expiration date, the applicant shall be eligible to reinstate the license according to 605:10-7-2 (e), (1) through (2).</p><p class=\"ql-indent-2 ql-align-justify\">(B)  If a provisional sales associate did not complete the post-license requirement on or before the first license expiration date, the applicant shall be required to apply and qualify as an original applicant.</p><p class=\"ql-align-justify\">(k) <strong>Continuing education requirement.</strong> Each licensee with the exception of those as listed in Title 59, O.S., Section 858-307.2 (D) seeking renewal of a license must submit evidence that they have completed the continuing education requirements enumerated in Section 858-307.2 of Title 59. An applicant seeking active reinstatement of a lapsed license must submit evidence that all continuing education requirements have been completed for each term in which an active license is requested.</p><p class=\"ql-align-justify\">(l) <strong>License expires after effective date of national criminal history check.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  Any licensee who allows their license to expire for more than one (1) year shall be required to submit to a national criminal history check; however, such individual shall be allowed to proceed with reinstatement of such license pending receipt by the Commission of a completed background check, and fee as stated elsewhere in these rules for the background search. If, the Commission does not receive a completed application, background check, and fee within thirty (30) days from the date of request by the Commission, the license will be placed inactive and a hold placed on the license until receipt by the Commission of the aforementioned items. Thereafter, upon receipt by the Commission, the license may be reactivated so long as appropriate reactivation forms and fees, are received by the Commission. </p><p class=\"ql-indent-1 ql-align-justify\">(2)  A provisional sales associate who completes the Provisional Post-License Course prior to their first license expiration date but fails to timely renew the license shall be eligible to apply under the requirement under the preceding paragraph. However, after a period of three (3) years from the date of the license expiration such applicant shall no longer be eligible to apply under this section.</p><p class=\"ql-align-justify\">(m) <strong>Issuance of license from provisional sales associate to sales associate.</strong> A provisional sales associate is required to furnish to the Commission evidence of successful completion of the Provisional Post-license Course of Real Estate, Part II of II education requirement as set forth in Section 858-302 of Title 59, of the Oklahoma Statutes. Upon successful completion of the Provisional Post-license Course of Real Estate, Part II of II education requirement, the provisional sales associate must submit the appropriate document(s) to the Commission prior to the provisional sales associate's license expiration date for issuance of a renewable sales associate license. The Commission shall not issue the provisional sales associate a renewable sales associate license until the provisional sales associate has submitted evidence of successful completion of the forty-five (45) clock hour postlicense course requirement and submitted all form(s) and fee(s) as required by the Commission.</p><p class=\"ql-align-justify\">(n) <strong>Active sales associate to inactive broker associate, or sales associate and/or broker associate to inactive broker license - no remaining credit to be given.</strong> In the event an active sales associate, within six (6) months of obtaining their original license, reinstatement or license renewal qualifies for an inactive broker associate license, the Commission shall not credit the difference in license fees. In the event an active sales associate or broker associate within six (6) months of obtaining their original license, reinstatement or license renewal qualifies for an inactive broker license, the Commission shall not credit the difference in the license fees.</p><p class=\"ql-align-justify\">(o) <strong>Licensee on active duty as a member of the Armed Forces of the United States.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  In accordance with Title 59, O.S., Section 4100.6 of the Post-Military Service Occupation, Education and Credentialing Act while a license holder is on active duty the license may be renewed without payment of the license and education and recovery fund fee and meeting the continuing education requirement. Such waiver shall be requested in writing to the Commission prior to license expiration along with evidence of the order for active duty. The license issued pursuant to this rule may be continued as long as the licensee is a member of the Armed Forces of the United States on active duty and for a period of at least one (1) year after discharge from active duty. Upon discharge from active duty and a request for license activation, the licensee shall submit to the Commission evidence of successful completion of the continuing education requirement for the current license renewal term.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  If a licensee on active duty does not request such a waiver in writing and the license expires, the applicant may, by written request provide the Commission documentation as required in subparagraph (1) of this subsection; however, no later than one (1) year after discharge from active duty.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  In the event a license expires during the events as noted herein, the Commission shall waive the criminal history background check and license examination.</p><p class=\"ql-indent-1 ql-align-justify\">(4) <strong>Member of the National Guard or reserve component of the armed forces.</strong> In accordance with Title 72, Chapter 1, Section 48.2 Extension and Renewal of Professional Licenses, any licensee whose license expires while on active duty as a member of the National Guard or reserve component of the armed forces shall be extended until no later than one (1) year after the member is discharged from active duty status. Upon the Commission receiving a copy of the official orders calling the member or reservist to active duty and official orders discharging the member or reservist from active duty all licensee fee and continuing education shall be waived for this time period as well as the criminal history background check and license examination.</p><p class=\"ql-align-justify\">(p) <strong>Reinstatement for corporation, association or partnership.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  A corporation, association or partnership that has lapsed for less than three (3) years that wishes to reinstate must submit:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  License fee(s).</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Reinstatement fee, forms and documents as required by the Commission.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  If the corporation or association has been lapsed for more than sixty (60) days, a current \"Certification of Good Standing.\"</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Any corporation, association or partnership that has lapsed for more than three (3) years must submit an original application to be considered for licensure.</p><p class=\"ql-align-justify\">(q) <strong>Reinstatement for branch offices.</strong></p><p class=\"ql-indent-1 ql-align-justify\">(1)  A branch office that is lapsed for less than three (3) years that wishes to reinstate must submit:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  License fee(s).</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Reinstatement fee, forms and documents as required by the Commission</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Any branch office that has lapsed for more than three (3) years must submit an original application as a new branch office.</p><p class=\"ql-align-justify\">(r) <strong>Specific license fees waived for low-income individuals.</strong> In accordance with Title 59, Section 4003, any applicant who can present satisfactory evidence of being a low-income individual shall receive a one-time one-year waiver of the licensure fees as outlined in 605:10-7-2 (a). Such waiver shall be prorated for a multi-year license so that the applicant shall only receive a waiver for one year of the applicable license fees. For the purposes of this section, \"low-income individual\" means an individual who is enrolled in a state or federal public assistance program, or whose household adjusted gross income is below 140% of the federal poverty line or a higher threshold to be set by the executive branch department that oversees business regulation. Satisfactory evidence that the applicant is a low-income individual must be made upon forms provided by the Commission and must be presented upon application for original licensure.</p>"
          },
          {
            "sectionNum": "605:10-7-3",
            "title": "Placement of license on inactive status",
            "text": "<p class=\"ql-align-justify\">In conformance with Section 858-309 of the Code a licensee who at any time fails to comply with all Code and Rule requirements for active license status shall be placed on inactive status. If a licensee fails to comply with a request for documentation from the Commission, based on another appropriate statutory or rule requirement which affects the license, the Commission shall place the license inactive. At any time the licensee complies with all requested requirements, the license shall be issued on active status.</p>"
          },
          {
            "sectionNum": "605:10-7-4",
            "title": "Request for activation or re-issuance of license",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Requirements.</strong> All requests for activation or re-issuance of a license must be accompanied by the appropriate document(s) and fee of Forty Dollars ($40.00) as required by the Commission. Upon activation of an inactive license wherein the licensee paid the reduced inactive license fee rate, the licensee shall be required to pay the remaining active license fee as outlined in 605:10-7-2.</p><p class=\"ql-align-justify\">(b) <strong>Multiple change requests on same license.</strong> In the event a licensee's request involves more than one change to the license at the same time, and each individual change requires a separate fee elsewhere in the rules of this Chapter, the Commission shall only require that one fee be charged to reissue the license if the request is done in a timely manner.</p><p class=\"ql-align-justify\">(c) <strong>Continuing education and/or experience required for activation.</strong> A licensee requesting activation of a license must have complied with the continuing education requirement as set forth in Section 858- 307.2 of Title 59 of the Oklahoma Statutes and rule 605:10-3-6 and, if applicable, the experience requirement as set forth in Section 858-303 of Title 59 of the Oklahoma Statutes and rule 605:10-3-4 and 605:10-3-4.1. Further, upon a licensee's request for activation being completed and processed, the licensee shall then be required to complete the continuing education requirement for the next license term for which the license is to be renewed active or activated.</p><p class=\"ql-align-justify\">(d) <strong>Active status requested, however, Commission unable to activate for reasons as stated in statutes elsewhere.</strong> In the event a licensee requests an active original license, subsequent license renewal, or activation to be issued on active status and for reasons beyond the Commission's control the licensee is unable to obtain an active license at that time, the fees as received by the Commission shall be retained and not refunded. Once the licensee corrects the problem with the appropriate regulatory agency and such agency authorizes the issuance of an active license, the Commission will then, upon receipt of an activation fee and required documentation, issue an active license.</p>"
          },
          {
            "sectionNum": "605:10-7-5",
            "title": "Name changes",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Name change request.</strong> Any change of name of a licensee or licensed firm must be filed in the Commission office within ten (10) days of such change. Filed shall mean the date of the United States postal service postmark or the date personal or electronic delivery is made to the Commission. Upon any request for a change of name there shall be paid a fee to the Commission of Twenty-five Dollars ($25.00) for each license to be changed. The Commission may require additional documents as may reasonably be required by the Secretary-Treasurer.</p><p class=\"ql-align-justify\">(b) <strong>Group name changes.</strong> Under certain circumstances as determined by the Commission, the Commission may place a cap of Seven Hundred Fifty Dollars ($750.00) on group transactions requesting licenses to be reissued. To qualify, such request must be received complete and require no further correspondence and/or documents except for the issuance of the licenses.</p>"
          },
          {
            "sectionNum": "605:10-7-6",
            "title": "Certification of license history",
            "text": "<p class=\"ql-align-justify\">Each request for a certification of license history shall be submitted electronically or in the form of a letter to the Commission accompanied by a fee of Fifteen Dollars ($15.00).</p>"
          },
          {
            "sectionNum": "605:10-7-7",
            "title": "Branch offices",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Each additional office must be licensed.</strong> If a broker desires to do business from more than one office location, the broker must license each additional office location as a branch office by submitting forms and fees as required by the Commission. The license shall be maintained in the branch office and available upon request.</p><p class=\"ql-align-justify\">(b) <strong>Associate's license issuance.</strong> An associate's license shall be issued electronically and maintained in each Associate's License Portal under the supervision of the Branch Broker and Managing Broker.</p><p class=\"ql-align-justify\">(c) <strong>Broker to designate a branch office broker to act.</strong> A broker shall designate a branch office broker, other than himself or herself, to act as broker for each location, to supervise the activities of the branch office. The branch office shall be licensed in conformance with Section 858-310 of the Code. The branch office broker may be designated to perform all duties and sign documents on behalf of the broker with respect to the branch office at the discretion of the broker. Such designation shall be in writing and filed with the Commission. The branch office broker assumes responsibility in conjunction with the broker, for all associates assigned to the branch office.</p><p class=\"ql-align-justify\">(d) <strong>Broker may act as branch office broker; restriction.</strong> A broker may act as the branch office broker if the branch office is located at the same location as the main office upon the appropriate documents and fees being filed with the Commission.</p><p class=\"ql-align-justify\">(e) <strong>Reappointment of branch office broker.</strong> In the event of the death or disability of the designated branch office broker, or in the event of the retirement or cessation of employment for any reason by the designated branch office broker, and the branch office is to continue business, the main office broker shall appoint a new branch office broker and file the appropriate documents with the Commission within thirty (30) days of the occurrence of the event.</p><p class=\"ql-align-justify\">(f) <strong>Branch office must utilize the same name or trade name of main office.</strong> A branch office may utilize a trade name which is different than the main office so long as the broker registers the name(s) with the Commission.</p>"
          },
          {
            "sectionNum": "605:10-7-8",
            "title": "Corporation and Association licensing procedures and requirements of good standing",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Broker license requirement.</strong> Each corporation and association who performs activities which require a real estate license pursuant to Title 59, O.S., Section 858-102 of the License \"Code\" shall apply as a real estate business entity. Upon approval by the Commission, the corporation or association shall be granted a real estate license. In order to obtain a license, the corporation or association shall furnish to the satisfaction of the Commission, but not limited to, the following items:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Completed application form(s) and required fee(s).</p><p class=\"ql-align-justify ql-indent-1\">(2)  Verification that the corporation or association is authorized to transact business as a business entity in the State of Oklahoma and that the corporation or association is in good standing in the State of Oklahoma.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Corporation or association must be in compliance with Title 59, O.S., Section 858-312.1 of the License \"Code.\"</p><p class=\"ql-align-justify ql-indent-1\">(4)  Corporation or association must have a managing corporate broker who holds a separate license as a real estate broker.</p><p class=\"ql-align-justify ql-indent-1\">(5)  The designation of a managing broker shall be established by sworn statement signed by the President of the corporation or authorized member or manager of the association stating the date and place such action was effected.</p><p class=\"ql-align-justify ql-indent-1\">(6)  In the event of the death or disability of the managing broker, or the event of the retirement or cessation of employment for any reason by the managing broker, or the event of the retirement or cessation of employment for any reason by the managing broker, the corporation or association shall be required to appoint a new managing broker and such notice of change must be filed with the Commission no later than thirty (30) days after the occurrence of the event. The notice of change in a managing broker must be accompanied by the appropriate documents as required by the Commission and a Forty Dollar ($40.00) change of status fee.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Corporations and associations must notify the Commission in writing within ten (10) days of the date of a change in corporate officers or association members.</p><p class=\"ql-align-justify\">(b) <strong> Business entity and managing broker responsible for acts.</strong> The managing broker in conjunction with the corporation or association is responsible for all acts of the business entity, including the acts of all associates associated with the entity.</p><p class=\"ql-align-justify\">(c) <strong>Business entity closing requirements or partial ceasing of real estate activities.</strong> When a corporation or association discontinues a portion of real estate activities or ceases all real estate activities, the business entity is required to comply with the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Immediately notify the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Comply with Section 605:10-13-1(n).</p><p class=\"ql-align-justify\">(d) <strong>Group change information.</strong> Under certain circumstances as determined by the Commission, the Commission may place a cap of Seven Hundred Fifty Dollars ($750.00) on group transactions requesting Licenses to be issued. To qualify, such request must be received complete and require no further correspondence and/or documents except for the issuance of the licenses.</p><p class=\"ql-align-justify\">(e) <strong>Limited liability company.</strong> A limited liability company shall be considered as an association.</p>"
          },
          {
            "sectionNum": "605:10-7-8.1",
            "title": "Partnership licensing procedures and requirements of good standing",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Broker license requirement.</strong> Each partnership who performs activities which require a real estate license pursuant to Title 59, O.S., Section 858-102 of the License \"Code\" shall apply as a real estate broker. Upon approval by the Commission, the partnership shall be granted a real estate broker license. In order to obtain a license, the partnership shall furnish to the satisfaction of the Commission, but not limited to, the following items:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Completed application form(s) and required fee(s).</p><p class=\"ql-align-justify ql-indent-1\">(2)  A written statement signed by all partners attesting to the formation of a partnership and that it is in good standing in the State of Oklahoma.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Partnership must be in compliance with Title 59, O.S., Section 858-312.1 of the License \"Code.\"</p><p class=\"ql-align-justify ql-indent-1\">(4)  Partnership must have a minimum of two managing partners who each hold a separate license as a real estate broker.</p><p class=\"ql-align-justify ql-indent-1\">(5)  The designation of the managing partners shall be established by sworn statement signed by the managing partners of the partnership stating the date and place such action was effected.</p><p class=\"ql-align-justify ql-indent-1\">(6)  In the event of the death or disability of the managing partner(s), or in the event of the retirement or cessation of employment for any reason of the managing partner(s), the partnership is dissolved unless the partnership agreement provides otherwise. If the partnership agreement provides for the continuation of the partnership after the loss of a partner, the partnership shall be required to appoint a new managing partner and such notice of change must be filed in the Commission office no later than thirty (30) working days of the occurrence of the event. The notice of change in managing partners must be accompanied by the appropriate documents as required by the Commission and a Twenty-five Dollar ($25.00) change of status fee.</p><p class=\"ql-align-justify\">(b) <strong>Partnership and managing partners responsible for acts.</strong> The managing partners in conjunction with the partnership are responsible for all acts of the partnership, including the acts of all associates associated with the partnership. If a corporation or association is a partner of the partnership a letter must be submitted by the firm acknowledging that the managing member of the association or managing broker of the corporation is responsible for all acts of the partnership, including the acts of all associates associated with the partnership.</p><p class=\"ql-align-justify\">(c) <strong>Partnership closing requirements or partial ceasing of real estate activities.</strong> When a partnership discontinues a portion of real estate activities or ceases all real estate activities, the partnership is required to comply with the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Immediately notify the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Comply with Section 605:10-13-1 (n).</p><p class=\"ql-align-justify\">(d) <strong>Group change information.</strong> Under certain circumstances as determined by the Commission, the Commission may place a cap of Seven Hundred Fifty Dollars ($750.00) on group transactions requesting licenses to be issued. To qualify, such request must be received complete and require no further correspondence and/or documents except for the issuance of the licenses.</p>"
          },
          {
            "sectionNum": "605:10-7-8.3",
            "title": "Sole Proprietor licensing procedures",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Sole Proprietor.</strong> A sole proprietor is a broker that is the sole owner of a real estate business/firm. To qualify for a sole proprietorship, the firm shall not conduct business in the name of an entity, i.e., corporation, association (Limited Liability Company) or partnership and the business/firm shall not be owned by any other person or entity. To apply as sole proprietor one must meet all requirements for a broker license and submit to the Commission the following:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  Completed sole proprietor broker application form(s) and fee(s) as required by the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  An associate release form if previously associated with a sponsoring broker. </p><p class=\"ql-align-justify\">(b) <strong>Death, disability or retirement.</strong> In the event of the death, disability or retirement of the sole proprietor, the sole proprietor firm shall cease business activities.</p><p class=\"ql-align-justify\">(c) <strong>Broker responsible.</strong> A sole proprietor broker is responsible for all acts of associates licensed with the firm.</p><p class=\"ql-align-justify\">(d) <strong>Ceasing business activities.</strong> When the sole proprietor discontinues a portion of the real estate activities or ceases all real estate activities, the sole proprietor is required to comply with the following:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  Immediately notify the Commission in writing.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Comply with Section 605:10-13-1 (n).</p>"
          },
          {
            "sectionNum": "605:10-7-8.4",
            "title": "Corporations or Associations formed for the purpose of receiving compensation",
            "text": "<p class=\"ql-align-justify\">Within the meaning of subsection 14 of Section 858-312 of the \"Code\" payment of a commission by a broker to a broker or an associate's corporation or association does not constitute a payment of a fee (commission) to an unlicensed person provided the corporation or association and the broker and/or associate abide by the following requirements:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  The corporation or association shall not perform any act requiring a real estate license and shall not hold itself out as engaged in such activity.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  The licensee requesting registration with the Commission must have an active individual real estate license.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  The managing broker must provide approval to the Commission of the broker or associate's corporation or association.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  The licensee requesting registration with the Commission must be the majority stockholder and president of the corporation or majority member of the association.</p><p class=\"ql-indent-1 ql-align-justify\">(5)  Ownership of the broker or associate's corporation or association is limited to spouses and blood relatives.</p><p class=\"ql-indent-1 ql-align-justify\">(6)  The corporation or association shall not advertise or receive referral fees or commissions except from the broker.</p><p class=\"ql-indent-1 ql-align-justify\">(7)  The licensee requesting registration with the Commission must pay a fifty dollar ($50.00) registration fee and make the following declarations to the Commission:</p><p class=\"ql-indent-2 ql-align-justify\">(A)  A statement that the licensee requesting registration with the Commission is the majority stockholder and president of the corporation or majority member of the association.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Names and relations of all officers/members and/or stockholders.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  Verification that the association or corporation is in good standing with the Oklahoma Secretary of State.</p><p class=\"ql-indent-1 ql-align-justify\">(8)  An individual broker or associate may only register one corporation or association for the purpose of receiving compensation.</p>"
          },
          {
            "sectionNum": "605:10-7-9",
            "title": "Nonresident licensing",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Nonresident licensed in another jurisdiction.</strong> A nonresident applicant may apply to the Commission for a license to operate as a nonresident by submitting all appropriate documents as required by the Commission and furnish evidence that the applicant possesses a current active license in the applicant's resident jurisdiction or another jurisdiction in which the applicant has qualified for a license. No license shall be issued to any nonresident applicant at a higher level than the highest license of any current active license in the applicant's resident jurisdiction or another jurisdiction in which the applicant has qualified for a license. All nonresidents shall be required to complete the appropriate examination as required by the Commission No inactive license experience may be credited to qualify under this section. The Commission may issue a nonresident license if such nonresident has qualified and maintains a license in another jurisdiction and meets the following qualifications:</p><p class=\"ql-align-justify ql-indent-1\">(1)  A nonresident applicant who has been actively licensed as a sales associate or broker respectively for a minimum of two (2) years out of the previous five (5) years.</p><p class=\"ql-align-justify ql-indent-2\">(A)  A nonresident applicant that applies under this paragraph must complete and submit the following:</p><p class=\"ql-align-justify ql-indent-3\">(i) Appropriate application(s).</p><p class=\"ql-align-justify ql-indent-3\">(ii) License certification(s) from the jurisdiction in which the applicant has held and/or currently holds a license.</p><p class=\"ql-align-justify ql-indent-3\">(iii) Criminal history background application, fingerprint card and fee.</p><p class=\"ql-align-justify ql-indent-3\">(iv) Examination fee and successful completion of the state portion of the examination.</p><p class=\"ql-align-justify ql-indent-3\">(v) Consent for service of jurisdiction form.</p><p class=\"ql-align-justify ql-indent-3\">(vi) Proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates.</p><p class=\"ql-align-justify ql-indent-2\">(B)  Upon the Commission granting approval to the nonresident applicant for licensure in this jurisdiction, the applicant must complete and submit the following:</p><p class=\"ql-align-justify ql-indent-3\">(i) appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-align-justify ql-indent-1\">(2)  A nonresident applicant who has been actively licensed less than two (2) years as a sales associate or broker respectively out of the previous five (5) years must successfully complete the appropriate examination.</p><p class=\"ql-align-justify ql-indent-2\">(A)  A nonresident applicant applying under this paragraph must complete and submit the following:</p><p class=\"ql-align-justify ql-indent-3\">(i) Appropriate application(s).</p><p class=\"ql-align-justify ql-indent-3\">(ii) License certification(s) from jurisdiction(s) in which the applicant has held and/or currently holds a license.</p><p class=\"ql-align-justify ql-indent-3\">(iii) Criminal history background application, fingerprint card and fee.</p><p class=\"ql-align-justify ql-indent-3\">(iv) Examination fee and successful completion of the entire appropriate examination.</p><p class=\"ql-align-justify ql-indent-3\">(v) Consent for service of jurisdiction form.</p><p class=\"ql-align-justify ql-indent-3\">(vi) Proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates.</p><p class=\"ql-align-justify ql-indent-2\">(B)  Upon the Commission granting approval to the nonresident applicant for licensure in this jurisdiction, the applicant must complete and submit the following:</p><p class=\"ql-align-justify ql-indent-3\">(i) Appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-align-justify\">(b) <strong>Nonresident agreement.</strong> The Commission may enter into a nonresident agreement with another jurisdiction and thereby qualify actively licensed nonresident applicants for licensing in this jurisdiction provided the Commission determines that the educational and experience requirements of the other jurisdiction are equivalent or equal to this jurisdiction; however, the applicant shall be required to comply with paragraph (a)(1)(A) and (B) of this section.</p><p class=\"ql-align-justify\">(c) <strong>Nonresident applicant that is inactive in another jurisdiction.</strong> A nonresident applicant who holds an inactive license in another jurisdiction and is unable to meet the requirement under paragraph (a) of this section may apply to the Commission for a license to operate as a nonresident provisional sales associate or broker by submitting all appropriate documents and successfully completing all requirements as required by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(1)  The nonresident applicant must complete and submit the following:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Appropriate application(s).</p><p class=\"ql-align-justify ql-indent-2\">(B)  Criminal history background application, fingerprint card and fee.</p><p class=\"ql-align-justify ql-indent-2\">(C)  Qualify as an original applicant by submitting proof of appropriate required education.</p><p class=\"ql-align-justify ql-indent-2\">(D)  Examination fee and successful completion of the entire appropriate examination.</p><p class=\"ql-align-justify ql-indent-2\">(E)  License certification(s) from the jurisdiction(s) in which the applicant holds or has held a license.</p><p class=\"ql-align-justify ql-indent-2\">(F)  Consent for service of jurisdiction form.</p><p class=\"ql-align-justify ql-indent-2\">(G)  Proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Upon the Commission granting approval to the nonresident applicant for licensure in this jurisdiction, the applicant must complete and submit appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-align-justify\">(d) <strong>Consent for service of jurisdiction.</strong> Prior to the issuance of a license to a nonresident, such nonresident shall file with the Commission a designation in writing that appoints the Secretary-Treasurer of the Commission to act as the licensed agent, upon whom all judicial and other process or legal notices directed to such nonresident licensee may be served. Service upon the agent so designated shall be equivalent to personal service upon the licensee. Copies of such appointment, certified by the Secretary-Treasurer of the Commission, shall be deemed sufficient evidence thereof and shall be admitted into evidence with the same force and effect as the original thereof. In such written designation, the licensee shall agree and stipulate that any notice or instrument which is served upon such agent shall be of the same legal force and validity as if served upon the licensee, and that the authority shall continue in force so long as any liability remains outstanding in this state. Upon receipt of any such process or notice the Secretary-Treasurer shall forthwith mail a copy of the same, by certified mail, to the last known business address of the licensee.</p><p class=\"ql-align-justify\">(e) <strong>License history and application requirements.</strong> Prior to the approval of the application, the nonresident must file with the Commission a certification of licensure from the real estate licensing jurisdiction of the licensee's resident jurisdiction and/or other jurisdictions in which the applicant has held or currently holds a license. The applicant shall pay the Commission the same examination fee and license fee as provided in the \"Rules\" for the obtaining of a resident sales associate or broker license in this jurisdiction. The certification of licensure shall be valid for sixty (60) days from date of issuance.</p><p class=\"ql-align-justify\">(f) <strong>Approved application valid for ninety (90) days.</strong> An approved application shall be valid for ninety (90) days.</p><p class=\"ql-align-justify\">(g) <strong>Stipulations.</strong> Nonresident licenses granted under the provisions of this section shall remain in force, only as long as such nonresident remains licensed in good standing in this jurisdiction or any other jurisdiction in which the nonresident is or has been licensed.</p><p class=\"ql-align-justify\">(h) <strong>Co-brokerage arrangements.</strong> A broker of this jurisdiction may participate in a cooperative brokerage arrangement with a broker of another jurisdiction provided that each broker conducts real estate activities only in the jurisdiction in which they are licensed.</p><p class=\"ql-align-justify\">(i) <strong>Request for license transfer.</strong> In the event a nonresident Oklahoma licensee desires to transfer the license and obtain a resident Oklahoma license or desires to transfer the license to another jurisdiction, the nonresident licensee shall be required to meet all applicable requirements and pay the appropriate change of address fee and submit all appropriate documents as required by the Commission. In the event a resident Oklahoma licensee desires to transfer the license and obtain a nonresident Oklahoma license, the licensee shall be required to pay the appropriate change of address fee and complete and submit all appropriate documents as required by the Commission.</p><p class=\"ql-align-justify\">(j) <strong>Continuing education.</strong> If a nonresident licensee completes the continuing education requirement of another jurisdiction for license renewal, the Commission will require proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects for license renewal: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates. If a nonresident licensee is exempt from meeting a continuing education requirement in another jurisdiction then the licensee must meet the Oklahoma continuing education requirement as follow:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Each licensee shall have completed of said twenty-one (21) clock hours of continuing education six (6) clock hours of required subject matter as directed by the Commission</p><p class=\"ql-align-justify ql-indent-1\">(2)  The required subject matter, or its equivalent, as determined by the Commission, shall consist of all following subjects each license term: Professional Conduct, Broker Relationships Act, Fair Housing, Contracts and Forms, Code and Rules Updates and Current Issues. The remaining fifteen (15) clock hours may consist of elective subject matter as approved by the Commission</p><p class=\"ql-align-justify ql-indent-1\">(3)  Any licensee may complete the Broker in Charge course as approved by the Commission consisting of fifteen (15) clock hours in lieu of the required subject matter.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Any Broker who holds or has held a license type of Broker Manager (BM), Proprietor Broker (BP), or Branch Broker (BB) during any portion of their current license term shall be required to successfully complete the Broker in Charge course as approved by the Commission consisting of fifteen (15) clock hours, or its equivalent, as approved by the Commission. In addition, to complete the continuing education requirement of twenty-one (21) clock hours such broker shall complete at least two (2) of the six (6) required subject matter, equal to at least six (6) clock hours, as referenced in paragraph (2) of this subsection.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Any broker that lapsed or renewed inactive in their previous license term or current license term who applies for reinstatement or activation and held in their previous or current license term the license type of Broker Manager (BM), Proprietor Broker (BP), or Branch Broker (BB) must complete the Broker in Charge course and two (2) of the six (6) required subject matter totaling six (6) hours prior to their license being reinstated active or reactivating.</p><p class=\"ql-align-justify\">(k) Any broker applying for reinstatement or activation as a Broker Manager, Proprietor Broker, or Branch Broker must:</p><p class=\"ql-align-justify ql-indent-1\">(1)  provide documentation verifying ten real estate transactions within the past five (5) years or the equivalent as determined by the Commission; and</p><p class=\"ql-align-justify ql-indent-1\">(2)  successfully complete the Broker in Charge course as approved by the Commission consisting of fifteen (15) clock hours in lieu of the required subject matter.</p><p class=\"ql-align-justify\">(l) For the purposes of this subsection (k), transaction shall be defined in Title 59 O.S. Section 858-351 and shall be demonstrated on forms developed by the Commission.</p>"
          },
          {
            "sectionNum": "605:10-7-10",
            "title": "Resident applicants currently or previously licensed in other jurisdictions",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Requirements.</strong> In order to qualify under previously licensed procedures, an applicant must complete and submit all appropriate documents as required by the Commission and furnish evidence that the applicant possesses or has possessed a license in good standing in another jurisdiction. Applications approved for resident applicants currently or previously licensed in other jurisdictions shall be valid for ninety (90) days. The Commission may issue the applicant a license if such previously licensed applicant meets all of the requirements of either paragraphs (1), (2), (3) or (4) of this subsection:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  If a nonresident agreement exists between Oklahoma and the jurisdiction in which the applicant qualified for a license, the Commission shall qualify the licensed applicant through the nonresident agreement. In order to qualify under this paragraph an individual must furnish evidence that the license from the former jurisdiction has not been inactive more than six (6) months prior to application to this jurisdiction.</p><p class=\"ql-indent-2 ql-align-justify\">(A)  An applicant applying under this paragraph must complete and submit the following:</p><p class=\"ql-indent-3 ql-align-justify\">(i) Appropriate application(s).</p><p class=\"ql-indent-3 ql-align-justify\">(ii) License certification(s) from the jurisdiction(s) in which the applicant has held or currently holds a license.</p><p class=\"ql-indent-3 ql-align-justify\">(iii) Criminal history background application, fingerprint card and fee.</p><p class=\"ql-indent-3 ql-align-justify\">(iv) Examination fee and successful completion of the state portion of the examination.</p><p class=\"ql-indent-3 ql-align-justify\">(vi) Proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Upon the Commission granting approval to the applicant for licensure in this jurisdiction, the applicant must complete and submit the appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  An applicant qualifying under this paragraph will be issued either a sales associate, broker associate or broker license.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  If a nonresident agreement does not exist, the applicant shall be required to furnish evidence of two (2) years of active experience respectively as a sales associate or broker out of the previous five (5) years. In order to qualify under this paragraph an individual must furnish evidence that the license from the former jurisdiction has not been inactive more than six (6) months prior to application to this jurisdiction.</p><p class=\"ql-indent-2 ql-align-justify\">(A)  An applicant applying under this paragraph must complete and submit the following:</p><p class=\"ql-indent-3 ql-align-justify\">(i) Appropriate application(s).</p><p class=\"ql-indent-3 ql-align-justify\">(ii) License certification(s) from the jurisdiction(s) in which the applicant has held or currently holds a license.</p><p class=\"ql-indent-3 ql-align-justify\">(iii) Criminal history background application, fingerprint card and fee.</p><p class=\"ql-indent-3 ql-align-justify\">(iv) Examination fee and successful completion of the state portion of the examination.</p><p class=\"ql-indent-3 ql-align-justify\">(v) Proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Upon the Commission granting approval to the applicant for licensure in this jurisdiction, the applicant must complete and submit the appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  An applicant qualifying under this paragraph will be issued either a sales associate, broker associate or broker license.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  An applicant who does not possess the required two (2) years active experience out of the previous five (5) years respectively as a sales associate or broker, or an applicant who does not meet all of the requirements of either paragraphs (1) or (2) of this subsection, shall be required to apply as an original applicant.</p><p class=\"ql-indent-2 ql-align-justify\">(A)  An applicant applying under this paragraph must complete and submit the following:</p><p class=\"ql-indent-3 ql-align-justify\">(i) Qualify as an original applicant by submitting appropriate required education and application.</p><p class=\"ql-indent-3 ql-align-justify\">(ii) License certification(s) from the jurisdiction(s) in which the applicant has held or currently holds a license.</p><p class=\"ql-indent-3 ql-align-justify\">(iii) Criminal history background application, fingerprint card and fee.</p><p class=\"ql-indent-3 ql-align-justify\">(iv) Examination fee and successful completion of the entire appropriate examination.</p><p class=\"ql-indent-3 ql-align-justify\">(v) Proof of completion of at least one (1) continuing education clock hour in each of the following Oklahoma-specific subjects: Broker Relationships Act, Contracts and Forms, and Code and Rule Updates.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Upon the Commission granting approval to the applicant for licensure in this jurisdiction, the applicant must complete and submit the appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  An applicant qualifying under this paragraph will be issued either a provisional sales associate, broker associate or broker license.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  In accordance with Title 59, O.S., Section 4100.4 of the Post-Military Service Occupation, Education and Credentialing Act, the Commission shall, upon satisfactory evidence of equivalent education, training and experience by an applicant for licensure, accept the education, training and experience completed by the applicant as a member of the Armed Forces or Reserves of the United States, National Guard of any jurisdiction, the Military Reserves of any jurisdiction, or the Naval Militias of any jurisdiction, and apply it in the manner most favorable toward satisfying the applicant's qualifications for examination and license issuance.</p><p class=\"ql-indent-2 ql-align-justify\">(A)  An applicant applying under this paragraph must complete and submit the following:</p><p class=\"ql-indent-3 ql-align-justify\">(i) Appropriate application(s).</p><p class=\"ql-indent-3 ql-align-justify\">(ii) Satisfactory evidence of education, training and experience obtained by the applicant as a member of the military Armed Forces or Reserves of the United States.</p><p class=\"ql-indent-3 ql-align-justify\">(iii) License certification(s) from the jurisdiction(s) in which the applicant has held or currently holds a license.</p><p class=\"ql-indent-3 ql-align-justify\">(iv) Criminal history background application, fingerprint card and fee.</p><p class=\"ql-indent-3 ql-align-justify\">(iv) Examination fee and successful completion of the entire appropriate examination.</p><p class=\"ql-indent-2 ql-align-justify\">(B)  Upon the Commission granting approval to the applicant for licensure in this jurisdiction, the applicant must complete and submit the appropriate license application form(s) along with license and education and recovery fund fees.</p><p class=\"ql-indent-2 ql-align-justify\">(C)  An applicant qualifying under this paragraph will be issued either a provisional sales associate, broker associate or broker license.</p><p class=\"ql-align-justify\">(b) <strong>May be required to meet additional requirements.</strong> If, in the opinion of the Commission, there is question as to the competence of the previously licensed applicant, the individual may be required to meet additional educational courses and/or successfully complete the Oklahoma examination.</p><p class=\"ql-align-justify\">(c) Active duty military and military spouse applicants may utilize licensure methods provided for in 59 O.S. § 4100 <em>et seq. </em>as appropriate.</p>"
          },
          {
            "sectionNum": "605:10-7-11",
            "title": "Applicant criminal history",
            "text": "<p class=\"ql-align-justify\">(a) This section establishes the criteria utilized by the Commission in determining the effect of criminal history on applicant eligibility for real estate licensure and certification. This section applies to:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  All individuals seeking to obtain a real estate license;</p><p class=\"ql-indent-1 ql-align-justify\">(2)  All individuals seeking an initial determination of their eligibility to obtain a real estate license.</p><p class=\"ql-align-justify\">(b) The Commission shall maintain a list of felony crimes that disqualify an applicant from obtaining a real estate license in compliance with 59 O.S. <span style=\"color: rgb(4, 12, 40);\">§ 858-301.1</span>. The felony crimes included on the list substantially relate to the practice of real estate and pose a reasonable threat to public safety for the reasons stated below:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  Real Estate Licensees have unique access to residential homes and commercial buildings.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Real Estate Licensees have daily contact with the public and individuals in the occupation.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  Real Estate Licensees play a vital role in assisting the public with substantial long-term financial obligations.</p><p class=\"ql-align-justify\">(c) The Commission's list of disqualifying felony crimes is available on the Commission's website or upon request by contacting the Commission office.</p><p class=\"ql-align-justify\">(d) Individuals may request an initial determination from the Commission regarding whether the individual's criminal history disqualifies that individual from obtaining a real estate license. Such request must be in writing and directed to the Oklahoma Real Estate Commission. The individual must submit a copy of their criminal history and any related documents and court records that specify the criminal history of the individual. A fifty dollar ($50.00) fee shall accompany any request for initial determination. The fee shall be collected by the Commission prior to the determination.</p><p class=\"ql-align-justify\">(e) Individuals may appeal the Commission's initial determination of disqualification by submitting a request in writing of the circumstances the individual would like the Commission to consider. The Commission may discuss the individual appeals at any scheduled meeting of the Commission.</p>"
          }
        ]
      },
      {
        "subChapterNum": "9",
        "title": "Broker's Operational Procedures",
        "sections": [
          {
            "sectionNum": "605:10-9-1",
            "title": "Place of business and broker requirements",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Place of business.</strong> Each broker shall maintain a specific place of business, and supervise a brokerage practice which is available to the public during reasonable business hours. Each broker shall be available to manage and supervise such brokerage practice and comply with the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  The place of business shall consist of at least one enclosed room or building of stationary construction wherein negotiations and closing of real estate transactions of others may be conducted and carried on with privacy and wherein the broker's books, records and files pertaining to real estate transactions of others are maintained.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Each broker shall register for each place of business a physical business address and office telephone number(s).</p><p class=\"ql-align-justify\">(b) <strong>Branch offices.</strong> If a broker maintains one or more places of business, the additional places of business shall be referred to as a branch office.</p><p class=\"ql-align-justify\">(c) <strong>Office located at residence.</strong> The office may be in the residence of the broker.</p><p class=\"ql-align-justify\">(d) <strong>Associates not permitted to have an office.</strong> Associates are not permitted to have a place of business, but must be registered with a place of business maintained and registered in the name of the broker.</p><p class=\"ql-align-justify\">(e) <strong>Licenses issued to place of business.</strong> All licenses will be issued electronically to each licensee in the individual License Portal.</p><p class=\"ql-align-justify\">(f) <strong>Broker may be broker for more than one firm.</strong> A broker may be the broker for more than one firm so long as the firms are at the same location.</p><p class=\"ql-align-justify\">(g) <strong>Broker is responsible for acts of unlicensed assistants.</strong> A broker is responsible for all real estate related activities of any unlicensed assistant working within the firm.</p>"
          },
          {
            "sectionNum": "605:10-9-2",
            "title": "Office identification",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Office identification sign.</strong> Each licensed real estate broker holding an active license certificate, except those registered as being associated with a broker who is in compliance with this Section, shall erect and maintain a sign on or about the entrance of his or her office and all branch offices, which sign shall be easily observed and read by persons about to enter any of said offices.</p><p class=\"ql-align-justify\">(b) <strong>Specifications of sign.</strong> Each sign shall contain the name of the broker or trade name registered with the Commission, and if a partnership, association or corporation, shall contain the name or trade name of such firm. The sign must indicate that the party is a real estate broker and not a private party, to include, but not limited to, \"company\", \"realty\", or \"real estate\", as the case may be, all in letters not less than one (1) inch in height. Legal abbreviations following the trade name or name under which the broker is licensed shall be acceptable as long as they are easily identifiable by the public as such.</p>"
          },
          {
            "sectionNum": "605:10-9-3",
            "title": "Trade names",
            "text": "<p class=\"ql-align-justify\">Each licensed broker or entity must register in writing to the Commission all trade names used in connection with real estate activities prior to the trade name being advertised or displayed in any way. Further, each broker is to notify the Commission in writing of all deleted or unused trade names. The registration of each trade name must be accompanied by a twenty five dollar ($25.00) registration fee.</p>"
          },
          {
            "sectionNum": "605:10-9-3.2",
            "title": "Team registration and fees",
            "text": "<p class=\"ql-align-justify\">(a) The broker shall register each team within the brokerage with the Commission on a form prescribed by the Commission. The fee for each team name registration shall be $100.00.</p><p class=\"ql-align-justify\">(b) Each team name must be approved by the broker and must be unique and not registered to another real estate team within the State of Oklahoma, and must not be identical to any association, corporation or partnership licensed as a real estate entity by the Commission.</p><p class=\"ql-align-justify\">(c) The broker shall not allow any team name identical to an associate's corporation or association formed for the purpose of receiving compensation.</p><p class=\"ql-align-justify\">(d) Each team name must be registered to the Commission prior to the performance of any licensable activities by the team.</p><p class=\"ql-align-justify\">(e) It shall be prohibited for a broker to register any team name that is not being used by a team within their brokerage.</p><p class=\"ql-align-justify\">(f) The broker shall maintain and keep current a list of teams and their respective members, in writing, within the brokerage. Copies of this list shall be made available immediately to the Commission upon request.</p><p class=\"ql-align-justify\">(g) The broker shall notify the Commission, in writing, of all deleted or unused team names.</p><p class=\"ql-align-justify\">(h) Team members must maintain an active Oklahoma real estate license.</p><p class=\"ql-align-justify\">(i)  All registered team names shall contain the word \"team\" or \"group\".  </p>"
          },
          {
            "sectionNum": "605:10-9-4",
            "title": "Advertising",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Requirements and prohibitions.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  A broker, when advertising, must use their registered business trade name or the name under which the broker is licensed; however, yard signs must also include the broker's office telephone number. A firm shall not register or use a trade name of another licensed firm. In addition, the advertisement must indicate that the party is a real estate broker and not a private party, to include, but not limited to, \"agency\", \"company\", \"realty\", or \"real estate\", as the case may be. Legal abbreviations following the trade name or name under which the broker is licensed shall be acceptable as long as they are easily identifiable by the public as such.</p><p class=\"ql-align-justify ql-indent-1\">(2)  No real estate advertisement shall show only a post office box number, telephone number or street address.</p><p class=\"ql-align-justify ql-indent-1\">(3)  A broker, when operating under a franchise name, shall clearly reveal in all office identification and in all advertising other than institutional type advertising designed to promote a common name, the franchise name along with the name of the broker or business trade name as registered with the Commission. A franchise name shall not be the complete business trade name. All institutional type franchise advertising shall indicate that each office is independently owned and operated.</p><p class=\"ql-align-justify ql-indent-1\">(4)  A licensee shall not advertise, either personally or through any media, to sell, buy, exchange, rent, or lease property when such advertisement is directed at or referred to persons of a particular race, color, creed, religion, national origin, familial status or handicap. The contents of any advertisement must be confined to information relative to the property itself, and any advertisement which is directed at or referred to persons of any particular race, color, creed, religion, national origin, familial status, age or handicap is prohibited.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Any advertising in any media which is misleading or inaccurate in any material fact or in any way misrepresents any property, terms, values, services, or policies is prohibited.</p><p class=\"ql-align-justify ql-indent-1\">(6)  A licensee shall not advertise any property for sale, rent, lease, or exchange in any media unless the broker has first secured the permission of the owner or the owner's authorized representative and said permission has a definite date of expiration.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Social networking. A licensee who is engaged in licensed activities through social networking mediums must indicate their license status and include their broker's reference as required elsewhere in this rule.</p><p class=\"ql-align-justify ql-indent-1\">(8)  A licensee shall not use a yard sign at the licensee's personal residence as a marketing tool, to make it appear the real property is for sale, lease or rent when such is not the case.</p><p class=\"ql-align-justify ql-indent-1\">(9)  A broker may, or authorize an associate to, promote a seller incentive with the consent of the seller. The publicity must clearly indicate the incentive is being offered by the seller and not by the licensee and that the promotion only applies to a seller's particular property or properties.</p><p class=\"ql-align-justify\">(b) <strong>Associates advertising.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  An associate is prohibited from advertising under only the associate's name.</p><p class=\"ql-align-justify ql-indent-1\">(2)  All advertising by an associate must be under the direct supervision of the associate's broker.</p><p class=\"ql-align-justify ql-indent-1\">(3)  In all advertising, the associate must include the name of the associate's broker or the name under which the broker operates, in such a way that the broker's reference is prominent, conspicuous and easily identifiable. For the purposes of this section, \"prominent, conspicuous and easily identifiable\" means that the broker's reference shall be at least fifty percent (50%) or larger than any associate reference included in the advertisement. If approved by a broker, an associate may include in the advertisement:</p><p class=\"ql-align-justify ql-indent-2\">(A)  The associate's personal insignia of which such approval is to be maintained by the broker and which cannot be construed as that of a firm's name.</p><p class=\"ql-align-justify ql-indent-2\">(B)  The associate's personal nickname or alias which must be registered at the Commission prior to its use and which cannot be construed as that of a firm's name.</p><p class=\"ql-align-justify ql-indent-2\">(C)  An associate's contact information.</p><p class=\"ql-align-justify ql-indent-2\">(D)  A slogan which cannot be construed as that of a firm's name.</p><p class=\"ql-align-justify ql-indent-2\">(E)  A domain/website name that is registered with the broker. Within this domain/website, the broker's reference shall appear on every individual page and/or frame.</p><p class=\"ql-align-justify\">(4)  An associate's contact information may be added to a yard sign if the yard sign contains the registered name or trade name and office telephone number of the broker so long as it is approved by the broker.</p><p class=\"ql-align-justify\">(5)  Open house or directional signs used in conjunction with broker's signs do not have to contain the name or trade name of the associate's broker and broker's telephone number.</p><p class=\"ql-align-justify\">(c) <strong>Team advertising.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  A team is prohibited from advertising only under the team name.</p><p class=\"ql-align-justify ql-indent-1\">(2)  All advertising by a team must be under the direct supervision of the team's broker.</p><p class=\"ql-align-justify ql-indent-1\">(3)  All team advertising must include the name of the team's broker or the name under which the broker operates, in such a way that the broker's reference is prominent, conspicuous and easily identifiable. For the purposes of this section, \"prominent, conspicuous and easily identifiable\" means that the broker's reference shall be at least fifty percent (50%) or larger than any team reference included in the advertisement. If approved by the broker, a team may include in the advertisement:</p><p class=\"ql-align-justify ql-indent-2\">(A)  The team's personal insignia of which such approval is to be maintained by the broker.</p><p class=\"ql-align-justify ql-indent-2\">(B)  The team's contact information.</p><p class=\"ql-align-justify ql-indent-2\">(C)  A team slogan approved by the broker.</p><p class=\"ql-align-justify ql-indent-2\">(D)  A domain/website name that is registered with the broker. Within this domain/website, the broker's reference shall appear on every individual page and/or frame.</p><p class=\"ql-align-justify\">(d) <strong>Licensee acting as owner, purchaser or direct employee of owner.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  When a licensee, either active or inactive, is purchasing real estate or is the owner of property that is being sold, exchanged, rented or leased and such is being handled either by the licensee or marketed through a real estate firm, the licensee is required to disclose in writing on all documents that pertain to the transaction and in all advertisements that he or she is licensed. On all purchase or lease contracts the licensee is to include their license number.</p><p class=\"ql-align-justify ql-indent-1\">(2)  A licensee who is not acting in the capacity of a licensee but is engaged in buying, selling, leasing or renting real estate as a direct employee for the owner or as an officer for an entity is not required to indicate in the advertising that he or she is licensed.</p>"
          },
          {
            "sectionNum": "605:10-9-5",
            "title": "Broker change of address or office telephone number",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Change of business address or office telephone number.</strong> Any change of business address or office telephone number of a broker must be filed in the Commission office within ten (10) days of such change. Filed shall mean the date of the United States Postal Service postmark or the date personal delivery is made to the Commission office. </p><p class=\"ql-align-justify\">(b) <strong>Change of home address.</strong> A broker is required to notify the Commission of his or her current home address. Such change shall be filed in the Commission office within ten (10) days of such change. </p>"
          },
          {
            "sectionNum": "605:10-9-6",
            "title": "Death or disability of broker",
            "text": "<p class=\"ql-align-justify\">Upon the death or inability of a broker to act as a broker the following procedures shall apply:</p><p class=\"ql-align-justify ql-indent-1\">(1)  In the case of a corporation, association or partnership, the provisions of 605:10-7-8 relating to corporations, 605:10-7-8.2 relating to associations, and 605:10-7-8.1 relating to partnerships shall apply.</p><p class=\"ql-align-justify ql-indent-1\">(2)  In the case of a sole proprietor all brokerage activity must cease and a family attorney or representative should perform the following:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Notify the Commission in writing of the date of death or disability.</p><p class=\"ql-align-justify ql-indent-2\">(B)  Advise the Commission as to the location where records will be stored. Such records may be assigned to another broker.</p><p class=\"ql-align-justify ql-indent-2\">(C)  Return the broker's license certificate and pocket identification card and all license certificates of those associated with the broker to the Commission and advise the Commission as to the circumstances involving any not returned.</p><p class=\"ql-align-justify ql-indent-2\">(D)  Notify each listing and management client in writing that the broker is no longer in business and that the client may enter a new listing or management agreement with the firm of his or her choice.</p><p class=\"ql-align-justify ql-indent-2\">(E)  Notify each party and co-broker to any existing contracts.</p><p class=\"ql-align-justify ql-indent-2\">(F)  Retain trust account monies under the control of the administrator, executor or co-signer on the account until such time as all parties to each transaction agree in writing to disposition or until a court of competent jurisdiction issues an order relative to disposition.</p><p class=\"ql-align-justify ql-indent-2\">(G)  Notify the Commission of the date the trust account will be closed.</p><p class=\"ql-align-justify ql-indent-2\">(H)  All advertising in the name of the firm must be terminated and offering signs removed within thirty (30) days of death or disability of the broker.</p><p class=\"ql-align-justify ql-indent-1\">(3)  In the case of a corporation, association or partnership which ceases all brokerage activity, the provisions of paragraph (2) of this Section apply.</p>"
          },
          {
            "sectionNum": "605:10-9-7",
            "title": "Requirements for cessation of real estate activities",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Requirement.</strong> Unless specifically approved otherwise by the Commission a real estate firm shall, when ceasing a portion of real estate activities or ceasing all real estate activities, comply with Section 605:10-13-1 (m).</p><p class=\"ql-align-justify\">(b) <strong>Ceasing a portion of real estate activities.</strong> To cease a portion of real estate activities refers to closing a department within a firm wherein, to include but not limited to, separate accounting, trust/escrow accounts and trade names were established and utilized.</p><p class=\"ql-align-justify\">(c) <strong>Firm not active in performing real estate activities.</strong> If a firm is not active in performing real estate activities, such firm shall comply with Section 605:10-13-1 (m), (1), (A) through (C.)</p>"
          },
          {
            "sectionNum": "605:10-9-8",
            "title": "Branch office closing instructions",
            "text": "<p class=\"ql-align-justify\">The Commission must receive in writing, the requirements listed in this Section at the time notice is given to the Commission that the branch office has closed; however, a written request may be submitted to the Commission for approval to extend the period for submitting such documents and information. Unless specifically approved otherwise by the Commission, a real estate branch office shall be closed by the main office broker in the following manner:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Notify the Commission in writing of the date the branch office will close and advise as to the location where records will be stored and retained for a minimum of five (5) years in conformance with 605:10-13-1 (1).</p><p class=\"ql-align-justify ql-indent-1\">(2)  Return the branch office license certificate and pocket identification card along with all license certificates of those associated with the branch office to the Commission and advise the Commission as to the circumstances involving any not returned.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Release forms must be filed for all licensees affiliated with the branch office.</p><p class=\"ql-align-justify ql-indent-1\">(4)  The branch office broker must either transfer his or her license to a firm of his or her choice or place his or her license on inactive status.</p><p class=\"ql-align-justify ql-indent-1\">(5)  If the main office is not going to service the branch office's existing listing and management clients, as well as parties and co-brokers to existing contracts, notice is to be sent in writing advising all parties of the date the branch office will close and advise each client that he or she may enter a new listing or management agreement with a firm of his or her choice.</p><p class=\"ql-align-justify ql-indent-1\">(6)  All advertising in the name of the branch office must be terminated and offering signs removed within thirty (30) days of office closing.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Trust account funds and pending contracts must be maintained by the responsible broker until final proper disbursal or until new agreements are secured from all parties for transfer of the funds and/or contracts. The Commission is to be notified in writing of any accounts that are closed.</p>"
          }
        ]
      },
      {
        "subChapterNum": "11",
        "title": "Associate's Licensing Procedures",
        "sections": [
          {
            "sectionNum": "605:10-11-1",
            "title": "Acts of associates",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Requirement.</strong> All acts performed by an associate under the provisions of the \"Real Estate License Code\" shall be done only in the name of the associate's broker.</p><p class=\"ql-align-justify\">(b) <strong>Limitation.</strong> An associate shall not be allowed to work for more than one broker at the same time.</p><p class=\"ql-align-justify ql-indent-1\">(1)  An exception to this subsection would be if the associate's broker agreed to loan the associate to another broker for a specific duty to be performed, such as:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Sitting at an open house.</p><p class=\"ql-align-justify ql-indent-2\">(B)  Calling an auction or performing other auction related duties.</p><p class=\"ql-align-justify ql-indent-2\">(C)  Any other specific duty as requested in writing and approved by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The broker is responsible for all acts performed by the associate while the associate is performing a specific duty for another broker.</p><p class=\"ql-align-justify\">(c) <strong>An associate is responsible for acts of unlicensed assistants.</strong> An associate who employs an unlicensed assistant is responsible in conjunction with the broker for all real estate related activities of the unlicensed assistant.</p>"
          },
          {
            "sectionNum": "605:10-11-2",
            "title": "Associate licenses",
            "text": "<p class=\"ql-align-justify\">(a) <strong>License issuance and change request.</strong> Each associate license shall be issued electronically to each associate through the individual License Portal. Upon an associate leaving the association of the broker, the associate's license shall be updated electronically after receiving a release or transfer executed by the broker. Any change of association from one firm to another, or relocation from one office to another within a firm by an associate must be filed in the Commission office within ten (10) days. The associate's new broker shall be required to provide consent to sponsor the associate with the Commission. An associate requesting an association or office change shall be required to pay a fee of Forty Dollars ($40.00).</p><p class=\"ql-align-justify\">(b) <strong>Broker refusal to release associate.</strong> In the event a broker refuses for any reason to release an associate, the associate shall notify the broker and Commission in writing of the disassociation. Upon receipt by the Commission of the aforementioned statement, the Commission will provide one (1) additional email notice to the broker and shall release the licensee within two (2) business days.</p><p class=\"ql-align-justify\">(c) <strong>Associates transfer.</strong> When an affiliated associate leaves a broker for whom the associate is acting, the broker shall make every attempt to notify the associate of the disassociation.</p><p class=\"ql-align-justify\">(d) <strong>Active associate may continually act.</strong> An active associate transferring from one broker to a new broker may continually act if the change is done in a timely manner and in compliance with the ten (10) day notification requirement and other applicable rules of this Chapter.</p><p class=\"ql-align-justify\">(e) <strong>Compensation due a disassociated associate.</strong> A previous broker may pay compensation due a disassociated associate directly to the associate and not be required to make the payment through the associate's new broker. However, any agreements between the associate and prior broker requiring further activities to be performed in connection with the compensation to be received, can only be performed with consent and acknowledgement of the new broker.</p><p class=\"ql-align-justify\">(f) <strong>Change of home address.</strong> An associate is required to notify the Commission office of his or her current home address. The change shall be filed in the Commission office within ten (10) days of change.</p>"
          }
        ]
      },
      {
        "subChapterNum": "13",
        "title": "Trust Account Procedures",
        "sections": [
          {
            "sectionNum": "605:10-13-1",
            "title": "Duty to account; broker",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Deposit and account of trust/escrow funds.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  The obligation of a broker to remit monies, valuable documents and other property coming into his or her possession within the meaning of subparagraph six (6), Section 858-312 of the \"Code\" shall be construed to include, but shall not be limited to, the following:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Shall deposit all checks and monies of whatever kind and nature belonging to others in a separate account in a financial institution wherein the deposits are insured by an agency of the federal government.</p><p class=\"ql-align-justify ql-indent-2\">(B)  The broker is required to be a signor on any brokerage account where such funds are held.</p><p class=\"ql-align-justify ql-indent-2\">(C)  Any brokerage account where such funds are held must be in the name of the broker as it appears on the license or trade name as registered with the Commission and styled as a trust or escrow account and shall be maintained by the broker as a depository for deposits belonging to others.</p><p class=\"ql-align-justify ql-indent-2\">(D)  All escrow funds shall be deposited before the end of the third banking day following acceptance of an offer by an offeree or receipt of escrow funds unless otherwise agreed to in writing by all interested parties.</p><p class=\"ql-align-justify ql-indent-2\">(E)  The broker shall ensure such funds are maintained in said account until the transaction involved is consummated or terminated and proper accounting made.</p><p class=\"ql-align-justify ql-indent-2\">(F)  The broker shall at all times, maintain an accurate and detailed record thereof.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Funds referred to in this subsection shall include, but are not limited to earnest money deposits, money received upon final settlements, rents, security deposits, money advanced by buyer or seller for the payment of expenses in connection with closing of real estate transactions, and money advanced by his or her principal or others for expenditures on behalf of subject principal.</p><p class=\"ql-align-justify\">(b) <strong>Commingling prohibited.</strong> A broker may not keep any personal funds in the trust account except amounts sufficient to insure the integrity of the account and cover any charges made by the financial institution for servicing the trust or escrow account.</p><p class=\"ql-align-justify\">(c) <strong>Interest bearing account.</strong> A broker shall not be prohibited from placing escrow monies in an interest bearing account; however, he or she must disclose in writing to all parties that the account bears interest and identify the party receiving the interest. The Commission does not prohibit the broker from receiving the earned interest. In the event the interest is credited to the broker, the broker should, upon final consummation of the transaction, immediately disburse the interest from the account or insure that the amount does not exceed a reasonable amount to cover normal financial institution charges. The broker is required to maintain complete and accurate records of the interest earned. The interest bearing account must be a demand type account; this prohibits the use of certificate of deposit or other types of time deposits as trust/escrow accounts.</p><p class=\"ql-align-justify\">(d) <strong>Trust account not mandatory unless funds or items are held.</strong> A broker shall not be required to maintain a trust or escrow account unless monies or other depositable items belonging to others are accepted by the broker and require the broker to place the monies or items in the broker's trust account.</p><p class=\"ql-align-justify\">(e) <strong>Trust accounts must be registered with commission.</strong> A broker shall be required to notify the Commission in writing of all trust or escrow accounts, security deposit accounts, rental management operating accounts, and interest bearing accounts in which trust funds are held. Further, if a broker is a signor on a principal's account, the broker shall register that account as a trust account. A broker shall inform the Commission in writing of any accounts which are closed and no longer in use.</p><p class=\"ql-align-justify\">(f) <strong>Settlement statement to be furnished.</strong> A broker shall insure that a signed settlement statement is furnished in each real estate transaction wherein he or she acts as broker, at the time such transaction is consummated.</p><p class=\"ql-align-justify\">(g) <strong>Payment of funds.</strong> A broker shall pay over all sums of money held by him or her promptly after the closing of any transaction, provided, that upon any hearing to suspend or revoke his or her license under this Section, the failure to pay over any sums of money held by him or her within three (3) days after a closing shall be prima facie evidence of a violation by such person under the provisions of this Section.</p><p class=\"ql-align-justify\">(h) <strong>Return of earnest money or items.</strong> In the event a transaction does not consummate, a broker shall promptly disburse the earnest money or items to the proper party in accordance with the terms of the contract. In the event a dispute arises prior to the disbursement, the broker shall follow rule 605:10-13-3 or may file an interpleader action with the appropriate court.</p><p class=\"ql-align-justify\">(i) <strong>Documents, items, or monies furnished to all parties.</strong> A broker shall insure the timely delivery or return of all documents, items or monies to a party to a transaction wherein the broker or the broker's associate have provided services.</p><p class=\"ql-align-justify\">(j) <strong>Inform all parties pertaining to escrow being held.</strong> A broker shall insure that all parties of each transaction are informed of the details relating to the escrow including, but not limited to, a statement as to the nature of a non-depositable item, the value of the item, and in whose custody the item is being placed.</p><p class=\"ql-align-justify\">(k) <strong>Bookkeeping system required.</strong> A broker shall maintain a bookkeeping system i.e., canceled checks, check book, deposit receipts, general accounts ledger, etc. which will accurately and clearly disclose full compliance with the Law relating to the maintaining of trust accounts.</p><p class=\"ql-align-justify\">(l) <strong>Record retention.</strong> A broker shall maintain all records and files for a minimum of five (5) years after consummation or termination of a transaction. In the case of trust account records the five years shall commence with the date of disbursal of funds. Records as referenced in this paragraph shall be destroyed in a secure manner.</p><p class=\"ql-align-justify\">(m) <strong>Requirements for storage of records on alternative media.</strong> The Real Estate Commission establishes the following requirements for storage of trust account and transaction records stored on alternative media. Alternative media is defined as media that uses an electronic device to store or retrieve the information that pertains to the trust account and transaction documentation. This requirement applies to any computer technology utilized by the broker to create, store or retrieve the aforementioned documentation, whether the computerized device is internal or external to the broker's computer equipment. If a broker utilizes his own equipment or a third party vendor to create, store or retrieve this information, the broker shall ensure that the documentation is maintained and able to be retrieved for the five (5) year time period as required by the Commission.</p><p class=\"ql-align-justify ql-indent-1\">(1)  Trust account records shall be maintained by the broker in their original format for a minimum of two (2) years. Trust account records may then be transferred to an alternative media for the remaining required record retention time.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Records, with the exception of trust account records, may be transferred at any time to an alternative media for the remaining required retention time.</p><p class=\"ql-align-justify ql-indent-1\">(3)  After documents are converted to alternative media, a quality assurance check shall be done to ensure that every document was imaged and can be reproduced in a legible and readable condition on a display device.</p><p class=\"ql-align-justify ql-indent-1\">(4)  After the quality assurance check is completed, the original documents may be destroyed.</p><p class=\"ql-align-justify ql-indent-1\">(5)  A broker shall maintain the alternative media and a means of viewing and retrieving records, and shall provide a true, correct and legible paper copy to the Commission upon request.</p><p class=\"ql-align-justify ql-indent-1\">(6)  A broker shall store copies of the alternative media and the equipment used to read the media in an environment and at a level of quality conducive to maintain the ability to reproduce the media throughout the retention period. Reproduce means a process in which a document can be converted from the alternative media to a paper copy that is legible and able to be read.</p><p class=\"ql-align-justify\">(n) <strong>Cessation of real estate activities.</strong> Upon a firm ceasing a portion of real estate activities or ceasing all real estate activities the broker shall:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Notify the Commission in writing of the effective date of such action and advise as to the location where records will be stored and comply with the following:</p><p class=\"ql-align-justify ql-indent-2\">(A)  Return the broker's license certificate and pocket identification card and all license certificates of those associated with the broker to the Commission and advise the Commission as to the circumstances involving any not returned.</p><p class=\"ql-align-justify ql-indent-2\">(B)  Release forms must be filed for all licensees affiliated with the firm.</p><p class=\"ql-align-justify ql-indent-2\">(C)  The broker must either transfer to a new firm or place his or her license on inactive status.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Notify in writing all listing and management clients, as well as parties and co-brokers to existing contracts advising them of the date of cessation of real estate activities.</p><p class=\"ql-align-justify ql-indent-1\">(3)  All advertising in the name of the firm must be terminated and offering signs removed within thirty (30) days of cessation of real estate activities.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Funds in trust accounts and pending contracts must be maintained by the responsible broker until consummation of transaction and final proper disbursal of funds. Upon final disbursements of funds the broker is required to close the account and notify the Commission in writing that the account is closed.</p><p class=\"ql-align-justify ql-indent-1\">(5)  In the event the responsible broker is unable to continue to maintain the funds and/or pending contracts, funds and/or pending contracts may be transferred to another authorized broker, entity or legal representative until consummation and proper disbursal of funds. In this event, the broker must submit a request in writing to the Commission for approval to transfer the contracts and/or funds. Upon written approval by the Commission, the broker must secure approval and obtain new agreements from all parties for transfer of the contracts and/or funds.</p><p class=\"ql-align-justify ql-indent-1\">(6)  If funds, items and/or contracts are transferred to another authorized broker, entity or legal representative and approved by the Commission, the broker transferring such shall be required to compile a record of the following, retain a copy for his or her file and give a copy to the receiving authorized broker, entity or legal representative:</p><p class=\"ql-align-justify ql-indent-2\">(A)  A copy of the written approval from the Commission authorizing the transfer of the contracts and/or funds.</p><p class=\"ql-align-justify ql-indent-2\">(B)  The name and address of the authorized broker, entity or legal representative.</p><p class=\"ql-align-justify ql-indent-2\">(C)  A trust account reconciliation sheet indicating ledger balance and financial institution balance at time of transfer to include the name of each depositor, amount of deposit, date, and purpose of the deposit.</p><p class=\"ql-align-justify ql-indent-2\">(D)  A statement indicating that written agreements were obtained from all parties to each transaction agreeing to the transfer of the funds and/or contracts to another responsible broker, authorized entity or legal representative and that each depositor was notified of the effective date of transfer, and the name of the responsible person or entity.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Any firm merger shall have a thirty (30) day time period in which to provide the Commission the documentation as referenced in subparagraph (n) of this rule. Firm merger means that a licensed firm has been acquired by another licensed firm and the firm that was acquired is ceasing a portion or all of its licensed activities.</p><p class=\"ql-align-justify\">(o) <strong>Security breach of personal information.</strong></p><p class=\"ql-align-justify ql-indent-1\">(1)  Security breach of personal information as defined in Title 24, Oklahoma Statutes, Sections 161-166 means the unauthorized access and acquisition of unencrypted and unredacted computerized data that compromises the security or confidentiality of personal information maintained by a licensee as part of a database of personal information regarding multiple persons. Personal information means the first name or first initial and last name in combination with and linked to any one or more of the following data elements:</p><p class=\"ql-align-justify ql-indent-2\">(A)  social security number,</p><p class=\"ql-align-justify ql-indent-2\">(B)  driver license number or state identification card number issued in lieu of a driver license, or</p><p class=\"ql-align-justify ql-indent-2\">(C)  financial account number, or credit card or debit card number, in combination with any required security code, access code, or password that would permit access to the financial accounts.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The breach of information would not include information that is lawfully obtained from publicly available information, or from federal, state or local government records lawfully made available to the general public.</p><p class=\"ql-align-justify ql-indent-1\">(3)  In the event personal information is breached, the licensee is required to send notice to the Commission and to all concerned persons whose information was breached by an unauthorized person or source as required in Title 24, O.S., Section 162 . The licensee is required to comply with all requirements within the Security Breach Notification Act or be subject to disciplinary action by the Commission.</p>"
          },
          {
            "sectionNum": "605:10-13-2",
            "title": "Duty to account; associate",
            "text": "<p class=\"ql-align-justify\">The obligation of an associate to remit monies, valuable documents and other property coming into his or her possession within the meaning of subsection six (6), Section 858-312 of the Code shall be construed include but shall not be limited to the following:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Shall turn over all documents, files and monies deposited, payments made, or things of value received by the associate to his or her broker promptly; and</p><p class=\"ql-align-justify ql-indent-1\">(2)  Shall deliver a copy of all instruments to any party or parties executing the same when such has been prepared by the associate or pertains to the consummation of a transaction in which he or she participated.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Shall not be authorized to open or maintain a trust or escrow account, or be a signer on a trust or escrow account wherein the associate is providing licensed activities as defined in the License Code and Rules; however, an associate may open or maintain a trust or escrow account, or be a signer on a trust or escrow account, when the associate is performing activities as outlined in Section 858-301 of the Code.</p>"
          },
          {
            "sectionNum": "605:10-13-3",
            "title": "Special escrow disbursement",
            "text": "<p class=\"ql-align-justify\">(a) In the event a dispute arises prior to the disbursement of any monies or other valuables held by a broker in escrow in connection with a real estate purchase contract, the broker shall continue to retain said money or valuables in escrow until he or she has a written release from all parties consenting to its disposition or until a civil action is filed to determine its disposition at which time he or she may pay or turn it into the court.</p><p class=\"ql-align-justify\">(b) In the absence of a pending civil action and upon the passage of thirty (30) days from the date of final termination of the contract, it shall not be considered grounds for disciplinary action by the Commission against a broker for a broker to disburse escrow monies or valuables to either purchaser or seller when the disbursement has been based on a good faith decision by the broker that the opposite party has failed to perform as agreed, such disbursement to be made, however, only after fifteen (15) days written notice to all parties concerned setting forth the broker's proposed action.</p>"
          }
        ]
      },
      {
        "subChapterNum": "15",
        "title": "Disclosures, Brokerage Services and Statute of Frauds",
        "sections": [
          {
            "sectionNum": "605:10-15-1",
            "title": "Disclosure of beneficial interest or referrals",
            "text": "<p class=\"ql-align-justify\">(a) No licensee shall, without disclosing such fact in writing to all parties on both sides of the transaction, either:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Accept or receive any fee, commission, salary, rebate, kickback or other compensation or consideration allowed by law in connection with the recommendation, referral or procurement of any product or service, including financial services.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Own any beneficial interest in any entity which provides any product or service, including financial services to home owners, home buyers or tenants, in connection with the sale, lease, rental or listing of any real estate. Activities or interests of associates shall ordinarily be disclosed to his or her broker who shall have the primary responsibility to make written disclosures covered by this Section to the parties.</p><p class=\"ql-align-justify\">(b) If any associate owns any beneficial interest in any entity which provides any product or service, including financial services, to home owners, home buyers, or tenants, the associate shall disclose the nature and extent of such interest to his or her broker. The obligation to make such disclosure shall be a continuing one.</p><p class=\"ql-align-justify\">(c) Notwithstanding the provisions of this Section, disclosure of a beneficial interest shall not be required if either:</p><p class=\"ql-align-justify ql-indent-1\">(1)  The beneficial interest consists solely of a stock or other equity ownership in a publicly traded company where such ownership is less than one percent (1%) of the total equity value of such entity.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Such beneficial interest consists solely of a stock or other equity interest in a privately held company in which the aggregate ownership of all licensees employed by the firm otherwise required to make the disclosure does not exceed ten percent (10%) of the equity value of the company and where the licensee is not an officer, director, managing partner or otherwise directly or indirectly is in control of the entity which provides any product or service covered by this Section.</p><p class=\"ql-align-justify\">(d) No particular form of disclosure shall be prescribed by the Commission. All disclosures required by this Section shall be made:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Either prior to or at the time that any recommendation, referral or procurement of any product or service is made in instances in which the licensee may receive any compensation or consideration in connection therewith.</p><p class=\"ql-align-justify ql-indent-1\">(2)  At or before the time that it becomes apparent to the licensee that any entity in which the licensee owns any beneficial interest may provide any product or service in instances in which the disclosure of any such ownership is required under this Section. All disclosures required by this Section shall be judged by the standard of whether the disclosure was adequate to inform all parties on both sides of the transaction of the existence of a beneficial interest covered by this Section or, if a party claims not to have been adequately informed, whether the form and manner in which the disclosure was made was adequate under the circumstances to inform a person of ordinary intelligence and understanding, not possessing expertise in real estate or financial matters, of the existence of any fee, compensation, salary, rebate, kickback or other compensation or consideration or the ownership of a beneficial interest in an entity providing products or services covered by this Section.</p><p class=\"ql-align-justify\">(e) The failure by a licensee to observe any provision of this Section shall be deemed to be a violation of subsections 2, 3, 8 and 15 of Section 858-312 of the Code and in the case of an associate, a violation of subsection 4 of Section 858-312 of the Code as well.</p>"
          },
          {
            "sectionNum": "605:10-15-2",
            "title": "Broker Relationships Act to become effective November 1, 2013",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Broker Relationships Act effective November 1, 2013.</strong> A new law, Title 59, O. S., Sections 858-351 through 858-363 of the License Code, becomes effective on November 1, 2013, which law shall be referred to as the Broker Relationships Act.</p><p class=\"ql-align-justify\">(b) <strong>Brokerage service agreement defined.</strong> The term \"brokerage service agreement\" shall mean an oral or written agreement to provide brokerage services entered into by a real estate broker and a person who is a party to a real estate transaction and shall include, but not be limited to, listing agreements, buyer broker agreements and property management agreements.</p><p class=\"ql-align-justify\">(c) <strong>Validity of a brokerage service agreement existing before and on November 1, 2013.</strong> A brokerage service agreement entered into prior to November 1, 2013, shall remain in full force and effect until the agreement expires or is otherwise terminated by an agreement of the parties.</p><p class=\"ql-align-justify\">(d) <strong>Providing services to more than one party to the transaction.</strong> When a firm provides brokerage services to more than one party to the transaction, the broker shall provide written notice to those parties that the broker is providing brokerage services to more than one party. When a firm provides brokerage services to both sides of the transaction, the firm shall ensure compliance with the duties and responsibilities in Title 59, O.S., Section 858-353 along with all other requirements of the License Code and Rules.</p><p class=\"ql-align-justify\">(e) <strong>Services provided to a tenant.</strong> When a broker provides brokerage services to a landlord under a property management agreement, the services provided to the tenant by the broker shall not be construed as creating a broker relationship between the broker and the tenant unless otherwise agreed to in writing; however, the broker owes to the tenant the duties of honesty and exercising reasonable skill and care.</p>"
          },
          {
            "sectionNum": "605:10-15-3",
            "title": "Requirements for furnishing psychological factors",
            "text": "<p class=\"ql-align-justify\">Psychologically impacted property is any property where the existence of certain circumstances, suspicions or facts may create emotional or psychological disturbance or concerns to a prospective purchaser/lessee, with the potential of influencing a buying/leasing decision. Therefore, the obligation of a real estate licensee to obtain information as stated in Title 59, O.S., Section 858-513A (1) and (2) shall be performed in the following manner:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Purchaser/lessee must be in the process of making a bona fide offer.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Licensee must receive request in writing from purchaser/lessee.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Purchaser's/Lessee's written request must state that such factor is important to the decision of the purchaser/lessee.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Licensee shall make inquiry of the owner by submitting the written request to the owner.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Licensee shall report any findings to the purchaser/lessee with the consent of the owner.</p><p class=\"ql-align-justify ql-indent-1\">(6)  If the owner refuses to furnish information requested, the licensee shall so advise the purchaser/lessee.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Further, if a purchaser/lessee is requesting information as to whether or not an occupant of the real estate is, or was at any time suspected to be infected, or has been infected with Acquired Immune Deficiency Syndrome, or any other disease which falls under the privacy laws, the information can only be obtained in accordance with the Public Health and Safety Statute, Title 63, O.S., 1988, Section 1-502.2A.</p>"
          },
          {
            "sectionNum": "605:10-15-4",
            "title": "Residential Property Condition Disclosure Act forms",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Development and amendment of forms.</strong> In accordance with Oklahoma Statutes, Title 60, Section 833 the Commission shall develop and amend by rule the forms for the Residential Property Condition Disclosure Statement and Residential Property Condition Disclaimer Statement. Effective July 11, 2008 the disclosure statement is amended and all disclosure forms executed prior to July 11, 2008 will remain in force and valid until expiration of the 180 days from the date noted thereon.</p><p class=\"ql-align-justify\">(b) <strong>Availability of forms.</strong> The forms shall be available to the public upon request on and after July 1, 1995.</p><p class=\"ql-align-justify\">(c) <strong>Copy of form format.</strong> The Residential Property Condition Disclosure Statement as referenced in this section is set out in Appendix A at the end of this Chapter. The Residential Property Condition Disclaimer Statement as referenced in this section is set out in Appendix B at the end of this Chapter.</p>"
          }
        ]
      },
      {
        "subChapterNum": "17",
        "title": "Causes for Investigation; Hearing Process; Prohibited Acts; Discipline",
        "sections": [
          {
            "sectionNum": "605:10-17-1",
            "title": "Commissions and disputes",
            "text": "<p class=\"ql-align-justify\">(a) The Commission shall not establish the rate of commissions to be charged for real estate services and shall have no interest therein.</p><p class=\"ql-align-justify\">(b) At its discretion, the Commission may dismiss or postpone any investigation or hearing which essentially involves a dispute not affecting the public interest until or unless such dispute is resolved.</p><p class=\"ql-align-justify\">(c) The Commission shall entertain a complaint against a broker charging a violation of subsection 18 of Section 858-312 of this \"Code\" only if the complaining licensee submits with his or her complaint evidence that a court of competent jurisdiction has ruled in his or her favor relative to the subject and awarded judgment against the broker.</p>"
          },
          {
            "sectionNum": "605:10-17-2",
            "title": "Complaint procedures",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Complaint may be filed by public or Commission's own motion.</strong> A complaint alleging misconduct on the part of a licensee or any person unlicensed pursuant to the Code who violates provisions of the Code may be filed by any person in writing on a form for such supplied by the Commission, or may be ordered by the Commission on its own motion. The Commission will accept a complaint alleging misconduct on a form not supplied by the Commission if such form is notarized by a notary public.</p><p class=\"ql-align-justify\">(b) <strong>Complaint notification; licensee response.</strong> When a complaint has been filed the licensee or unlicensed person pursuant to the Code shall be immediately notified and shall be required to file an adequate written response within fifteen (15) days of the notice.</p><p class=\"ql-align-justify\">(c) <strong>Investigation and/or investigative session.</strong> Subsequent to the fifteen (15) day answer period, the Commission may continue to investigate the complaint to ascertain whether or not charges should be lodged and a formal hearing ordered. Such investigation shall be under the supervision of the Secretary-Treasurer of the Commission. He or she may designate an attorney who will act as prosecutor for the Commission to examine any results of the investigation. The prosecutor so designated may in the name of the Commission subpoena witnesses, take testimony by deposition and compel the production of records and documents bearing upon the complaint.</p><p class=\"ql-align-justify\">(d) <strong>Findings reported to Commission.</strong> At the completion of the investigation, a written report accompanied by findings, if any, may be submitted to the Commission. Following receipt of the report, the Commission shall determine whether or not the apparent evidence warrants lodging formal charges and ordering a formal hearing, and if a formal hearing is ordered all parties shall then be furnished with copies of a written report accompanied by findings, if any.</p>"
          },
          {
            "sectionNum": "605:10-17-3",
            "title": "Complaint hearings; notice and procedures",
            "text": "<p class=\"ql-align-justify\">(a) <strong>Summary suspension.</strong> If the Commission finds that public health, safety, or welfare imperatively requires emergency action, and incorporates a finding to that effect in its order, summary suspension of a license may be ordered pending proceedings for revocation or other action within thirty (30) days. The summary suspension shall remain in effect until further order by the Commission.</p><p class=\"ql-align-justify\">(b) <strong>Formal hearing ordered; notification.</strong> Except as provided in (a) of this section, the Commission may issue a disciplinary order only after entering into a consent order with respondent(s) or after a hearing of which licensee or unlicensed person pursuant to the Code affected shall be given at least fifteen (15) days written notice, specifying the offenses of which the licensee or unlicensed person pursuant to the Code is charged. Such notice may be served as provided by law for service of notices, or by mailing a copy by certified mail to the last known address. If the licensee is an associate associated with a broker, the Commission in like manner shall notify the broker with whom associated.</p><p class=\"ql-align-justify\">(c) <strong>Formal hearing location.</strong> The hearing on such charges shall be set at such time and place as the Commission through its Secretary-Treasurer may prescribe and the notice in (b) of this section shall specify this time and place.</p><p class=\"ql-align-justify\">(d) <strong>Formal hearing before Commission; hearing examiner or selected panel.</strong> The Secretary-Treasurer shall schedule each formal disciplinary hearing before a Hearing Examiner, a selected panel of the Commission, or the Commission as a whole. In the case of a proceeding conducted by the Commission as a whole or a panel of the Commission, the Chairman or his/her designee shall preside. Designated counsel shall advise the Chair as to rulings upon the questions of admissibility of evidence, competence of witnesses and any other question of law where such ruling is required or requested.</p><p class=\"ql-align-justify\">(e) <strong>Request for postponement.</strong> Once a hearing has been scheduled, the Secretary-Treasurer may for sufficient cause postpone or reschedule a hearing upon proper motion or request having been filed with the Commission office seventy-two (72) hours prior to the hearing.</p><p class=\"ql-align-justify ql-indent-1\">(1)  Each postponement request must be in writing and must state the specific reason(s) for the request.</p><p class=\"ql-align-justify ql-indent-1\">(2)  The Commission may require official documentation supporting such request.</p><p class=\"ql-align-justify ql-indent-1\">(3)  An emergency postponement request shall be considered at the time of the emergency.</p><p class=\"ql-align-justify ql-indent-1\">(4)  The granting of a continuance whether general or emergency, shall not be interpreted to deny the Commission the power to impose summary suspension if the Commission finds that public health, safety, or welfare imperatively requires emergency action, and incorporates a finding to that effect in its Order, summary suspension of a license may be ordered pending proceedings for revocation or other action within thirty (30) days.</p><p class=\"ql-align-justify\">(f) <strong>Hearings public; witnesses may be excluded.</strong> All hearings shall be public except that upon motion of either party, witnesses may be excluded from the hearing room when such witness is not testifying.</p><p class=\"ql-align-justify\">(g) <strong>Court reporter.</strong> A court reporter shall be present to record the proceedings on behalf of the Commission. Any person desiring a copy of the transcript of the proceedings, may purchase such from the reporter.</p><p class=\"ql-align-justify\">(h) <strong>Formal hearing procedures.</strong> The designated attorney for the State shall present the State's case. The respondent may present his or her own evidence or may present such through his or her own counsel. If the charges against the respondent resulted from a complaint filed by a party present at the hearing, the complaining party may be a witness for the State. In order that the hearing will not be encumbered by evidence having no bearing on the issues, testimony by all witnesses will be limited to matters relevant to the issues involved. The order of procedure shall be as follows:</p><p class=\"ql-align-justify ql-indent-1\">(1)  Recitation of the statement of charges by the person presiding.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Opening statement by the State.</p><p class=\"ql-align-justify ql-indent-1\">(3)  Opening statement by the respondent.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Presentation of the State's case followed by cross-examination.</p><p class=\"ql-align-justify ql-indent-1\">(5)  Respondent's presentation followed by cross-examination.</p><p class=\"ql-align-justify ql-indent-1\">(6)  Closing arguments by the State.</p><p class=\"ql-align-justify ql-indent-1\">(7)  Closing arguments by the respondent.</p><p class=\"ql-align-justify ql-indent-1\">(8)  The Hearing Examiner or hearing panel may ask the parties questions consistent with general trial practices under the Administrative Procedures Act.</p><p class=\"ql-align-justify\">(i) <strong>Order; hearing before Commission.</strong> If the case be heard by the Commission as a whole, the Commission shall deliberate and render a decision with confirmation of such decision in writing in the form of an Order distributed to all parties by mail.</p><p class=\"ql-align-justify\">(j) <strong>Proposed order consideration; hearing before hearing examiner or panel.</strong> In the case of a hearing conducted by a panel of the Commission or by a Hearing Examiner, following the hearing, the Hearing Examiner or attorney sitting as counsel to the panel shall prepare a proposed Order to be considered by members of the Real Estate Commission at a future meeting.</p><p class=\"ql-align-justify\">(k) <strong>Proposed order notification; written exceptions.</strong> All respondents will be furnished copies of the proposed Order and notified as to the date the proposal will be considered by the Commission for adoption. At the same time, notice will also be given to the parties that written exceptions or requests to present oral exceptions or arguments, if any, should be submitted on or before a designated date pursuant to Section 311, of Title 75, Oklahoma Statutes. Upon adoption of the Order by the Commission as a whole, the adopted Order shall be distributed to all parties.</p><p class=\"ql-align-justify\">(l) <strong>Actual notification pertaining to this Section.</strong> For purposes of this Section, notice shall be deemed to have been given at the time that notice is deposited in the United States mail with proper postage thereon and mailed to the last known address of the notified person, or date when such notice is served in person by a person duly authorized as a representative of the Commission.</p><p class=\"ql-align-justify\">(m) <strong>Violation found.</strong> If the Commission shall determine that any licensee or unlicensed person pursuant to the Code is guilty of violation of the \"Code,\" such person may be disciplined in the manner as prescribed in such \"Code.\"</p>"
          },
          {
            "sectionNum": "605:10-17-4",
            "title": "Prohibited dealings",
            "text": "<p class=\"ql-align-justify\">Within the meaning of subsection 8 of Section 858-312 of the \"Code,\" untrustworthy, improper, fraudulent or dishonest dealing shall include, but not be limited to, the following:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  The making of a brokerage service contract without a date of termination.</p><p class=\"ql-indent-1 ql-align-justify\">(2)  Purchasing of property by a licensee for himself or herself or another entity in which the licensee has an interest as defined in 605:10-15-1 (c), if such property is listed with the broker or the broker's firm, without first making full disclosure thereof and obtaining the approval of the owner, or the failure by the licensee to exert the licensee's best effort in order to later purchase or acquire the property for themself or another entity in which they have an interest as defined in 605:10-15-1 (c).</p><p class=\"ql-indent-1 ql-align-justify\">(3)   Purchasing of property by a licensee for himself or herself or another entity in which the licensee has an interest as defined in 605:10-15-1 (c) without first making a full written disclosure to all parties involved in the transaction. </p><p class=\"ql-indent-1 ql-align-justify\">(4)  Repeated misrepresentations, even though not fraudulent, which occur as a result of the failure by the licensee to inform himself or herself of pertinent facts concerning property, as to which he or she is performing services.</p><p class=\"ql-indent-1 ql-align-justify\">(5)  Procuring the signature(s) and dates of such signature(s) to a purchase offer or contract or to any lease or lease proposal which has no definite maximum purchase price or lease rental, or no method of payment, termination date, possession date or property description.</p><p class=\"ql-indent-1 ql-align-justify\">(6)  The payment of any fees or amounts due the Commission with a check that is dishonored upon presentation to the bank on which the check is drawn.</p><p class=\"ql-indent-1 ql-align-justify\">(7)  Lending a broker's license to an associate; permitting an associate to operate as a broker; or failure of a broker to properly supervise the activities of an associate. A broker permitting the use of the broker's license to enable an associate licensed with the broker to, in fact, establish and conduct a brokerage business wherein the broker's only interest is the receipt of a fee for the use of the broker's sponsorship.</p><p class=\"ql-indent-1 ql-align-justify\">(8)  Failure to make known in writing to any purchaser any interest the licensee has in the property they are selling.</p><p class=\"ql-indent-1 ql-align-justify\">(9)  Failure of the licensee to inform the buyer and seller in writing at the time the offer is presented that the buyer and seller will be expected to pay certain closing costs, brokerage service costs, and approximate amount of said costs.</p><p class=\"ql-indent-1 ql-align-justify\">(10)  Failure, upon demand in writing, to respond to a complaint in writing, or to disclose any information within licensee's knowledge, or to produce any document, book or record in licensee's possession or under licensee's control that is real estate related and under the jurisdiction of the Real Estate Commission, for inspection to a member of the Commission staff or any other lawful representative of the Commission.</p><p class=\"ql-indent-1 ql-align-justify\">(11)  Failure to reduce an offer to writing, when a proposed purchaser requests such offer to be submitted.</p><p class=\"ql-indent-1 ql-align-justify\">(12)  Failure to submit all bona fide offers to an owner when such offers are received prior to the seller accepting an offer in writing.</p><p class=\"ql-indent-1 ql-align-justify\">(13)  Any conduct in a real estate transaction which demonstrates bad faith or incompetency.</p><p class=\"ql-indent-1 ql-align-justify\">(14)  Failure to act, in marketing the licensee's own property, with the same good faith as when acting in the capacity of a real estate licensee.</p><p class=\"ql-indent-1 ql-align-justify\">(15)  An associate who does not possess the license of a broker or branch office broker as defined in the rules, but is intentionally acting in the capacity of a broker or branch office broker.</p><p class=\"ql-indent-1 ql-align-justify\">(16)  Discouraging a party from obtaining an inspection on a property.</p><p class=\"ql-indent-1 ql-align-justify\">(17)  Allowing access to, or control of, real property without the owner's authorization.</p><p class=\"ql-indent-1 ql-align-justify\">(18)  Knowingly providing false or misleading information to the Commission during the course of an investigation.</p><p class=\"ql-indent-1 ql-align-justify\">(19)  Interfering with an investigation by means of persuading, intimidating or threatening any party or witness, or tampering with or withholding evidence relating to the investigation.</p><p class=\"ql-indent-1 ql-align-justify\">(20)  Knowingly cooperating with an unlicensed person or entity to perform licensed real estate activities as required by Title 59 O.S. Section 858-301.</p><p class=\"ql-indent-1 ql-align-justify\">(21)  Failing to disclose any known immediate family relationship to a party to the transaction for which the broker is providing brokerage services.</p><p class=\"ql-indent-1 ql-align-justify\">(22)  Failure by a broker to ensure all persons performing real estate licensed activities under the broker are properly licensed.</p><p class=\"ql-indent-1 ql-align-justify\">(23)  An associate shall not perform licensed activities outside their broker's supervision.</p><p class=\"ql-indent-1 ql-align-justify\">(24)  Failing to maintain documents relating to a trust account or real estate transaction for the time period as required by Rule 605:10-13-1.</p>"
          },
          {
            "sectionNum": "605:10-17-5",
            "title": "Substantial misrepresentation",
            "text": "<p class=\"ql-align-justify\">Substantial misrepresentation within the meaning of paragraph 2 of Section 858-312 of the \"Code\" includes, but is not limited to:</p><p class=\"ql-align-justify ql-indent-1\">(1)  The recommendation or use by a licensee of a fictitious or false instrument for the purpose of inducing any lender or Government Agency to loan or insure any sum of money.</p><p class=\"ql-align-justify ql-indent-1\">(2)  Failure to disclose to a buyer or other cooperative licensee or firm a known material defect regarding the condition of a parcel of real estate of which a broker or associate has knowledge.</p><p class=\"ql-align-justify ql-indent-1\">(3)  The use by a real estate broker of the name or trade name of a licensee whose license has been revoked or currently on suspension.</p><p class=\"ql-align-justify ql-indent-1\">(4)  Representing to any lender, guaranteeing agency or any other interested party, either verbally or through the preparation of false documents, an amount in excess of the true and actual sales price of the real property or terms differing from those actually agreed upon by the parties to the transaction.</p>"
          },
          {
            "sectionNum": "605:10-17-6",
            "title": "Requirements for suspended/revoked licensee",
            "text": "<p class=\"ql-align-justify\">(a) A suspended/revoked licensee must destroy or return their license certificate and pocket identification card to the Commission office on or before the date the suspension/revocation becomes effective.</p><p class=\"ql-align-justify\">(b) When the suspension/revocation period becomes effective, the licensee shall comply with the following requirements:</p><p class=\"ql-indent-1 ql-align-justify\">(1)  A suspended/revoked licensee shall not engage in any activity which requires a real estate license, as defined in Section 858-102. </p><p class=\"ql-indent-1 ql-align-justify\">(2)  When a broker's license is suspended/revoked, associates under the suspended/revoked broker's supervision will automatically be placed \"inactive\" for the duration of the suspension/revocation period unless the licensee requests to be transferred to another broker.</p><p class=\"ql-indent-1 ql-align-justify\">(3)  If the suspended/revoked broker has a branch office, the license for the branch office will be placed inactive unless otherwise ordered by the Commission; and all licensees associated with the branch office will automatically be placed \"inactive\" for the duration of the suspension/revocation period unless the licensee requests to be transferred to another broker.</p><p class=\"ql-indent-1 ql-align-justify\">(4)  If a managing corporate broker of a corporation is suspended/revoked for an act which was on behalf of the corporation, the broker license of the corporation willbe placed inactive unless otherwise ordered by the Commission; and all licensees associated with the corporation will automatically be placed \"inactive\" for the duration of the suspension/revocation period unless the licensee requests to be transferred to another broker.</p><p class=\"ql-indent-1 ql-align-justify\">(5)  If the managing partner(s) of a partnership is suspended/revoked for an act which was in behalf of the partnership, the broker license of the partnership willbe placed inactive unless otherwise ordered by the Commission; and all licensees associated with the partnership will automatically be placed on \"inactive\" for the duration of the suspension/revocation period and the other broker will be placed \"inactive\" unless he or she requests his or her license to be transferred out of the partnership.</p><p class=\"ql-indent-1 ql-align-justify\">(6)  If a managing broker member of an association is suspended/revoked for an act which was in behalf of the association, the broker license of the association willbe placed inactive unless otherwise ordered by the Commission; and all licensees associated with the association will automatically be placed \"inactive\" for the duration of the suspension/revocation period unless the licensee requests to be transferred to another broker.</p><p class=\"ql-indent-1 ql-align-justify\">(7)  A suspended/revoked licensee shall only receive compensation during the suspension/revocation period for acts which were performed during the period in which the licensee was actively licensed.</p><p class=\"ql-indent-1 ql-align-justify\">(8)  Listings must be cancelled by a suspended/revoked broker between the time the Order of suspension/revocation is received and the effective date of suspension/revocation, as listings will be void on the date the suspension/revocation becomes effective. </p><p class=\"ql-indent-1 ql-align-justify\">(9)  A suspended/revoked broker shall not assign listings to another broker without the written consent of the owner of the listed property.</p><p class=\"ql-indent-1 ql-align-justify\">(10)  A suspended/revoked broker shall not advertise real estate in any manner, and must remove and discontinue all advertising.</p><p class=\"ql-indent-1 ql-align-justify\">(11)  The telephone in a suspended/revoked broker's office shall not be answered in any manner to indicate the suspended/revoked broker is currently active in real estate.</p><p class=\"ql-indent-1 ql-align-justify\">(12)  All pending contracts, items or monies placed with the suspended/revoked broker must be transferred to another responsible broker as approved by the Commission and in compliance with Section 605:10-13-1 (n).</p><p class=\"ql-indent-1 ql-align-justify\">(13)  A suspended/revoked licensee shall be required to comply with Section 605:10-13-1 (n) and provide the required information to the Commission prior to the effective date of suspension/revocation.</p><p class=\"ql-indent-1 ql-align-justify\">(14)  A representative of the Commission shall visit the office of any suspended/revoked broker prior to the effective date of the suspension/revocation to insure compliance with the requirements of (1) through (13) of this subsection.</p>"
          },
          {
            "sectionNum": "605:10-17-7",
            "title": "Cessation of licensed activities upon loss of license",
            "text": "<p class=\"ql-align-justify\">(a) A revoked, suspended, cancelled, surrendered or lapsed licensee is prohibited from performing licensed activities upon the effective date of loss of license.</p><p class=\"ql-align-justify\">(b) A revoked or suspended licensee shall comply with Section 605:10-17-6.</p><p class=\"ql-align-justify\">(c) A broker whose license was cancelled, surrendered or lapsed shall comply with Section 605:10-13-1 (m.)</p>"
          },
          {
            "sectionNum": "605:10-17-1.1",
            "title": "Definitions",
            "text": ""
          }
        ]
      }
    ]
  }
]